{
  "sources": [
    {
      "title": "Applied Divinity Studies",
      "feedUrl": "https://applieddivinitystudies.com/atom.xml",
      "siteUrl": "https://applieddivinitystudies.com/atom.xml",
      "articles": [
        {
          "id": "https://applieddivinitystudies.com/60b-writeup/",
          "author": null,
          "description": "<p><em>Launch post and writeup for <a href=\"http://applieddivinitystudies.com/60bchickens\">60B Chickens</a> describing the inputs into and r",
          "link": "https://applieddivinitystudies.com/60b-writeup/",
          "publishedOn": "2021-06-04T16:00:00.000Z",
          "wordCount": 994,
          "title": "60,000,000,000 Chickens"
        },
        {
          "id": "https://applieddivinitystudies.com/longtermism-irony/",
          "author": null,
          "description": "See also: The Irony of “Progress Studies”\nDefined by Will MacAskill for EA Forum, Longtermist is “the view that the most important determinant of the value of our actions today is how those actions affect the very long-run future.”\nThe irony is that this only holds true in the abstract. According to an Open Philanthropy estimate and AI Expert Surveys, there’s a 50% chance of transformative Artificial Intelligence emerging by around 2050. If that happens, basically nothing we do in the meantime will matter, …",
          "link": "https://applieddivinitystudies.com/longtermism-irony/",
          "publishedOn": "2021-05-15T13:00:00.000Z",
          "wordCount": 451,
          "title": "The Irony of “Longtermism”"
        },
        {
          "id": "https://applieddivinitystudies.com/moral-progress/",
          "author": null,
          "description": "Since I first read Stubborn Attachments in 2018, I’ve struggled with its foundational provocations. Has growth been good? Will it continue to be in the future? What if it kills us all first? Today, I’m finally prepared to share an article aimed at answering these questions.\nThe Moral Foundations of Progress is available here as a pdf.\nThis is the culmination of my thoughts on Progress Studies as an intellectual movement, and also on the budding institutions that surrounds it. Though I’ve previously written …",
          "link": "https://applieddivinitystudies.com/moral-progress/",
          "publishedOn": "2021-05-14T08:00:00.000Z",
          "wordCount": 242,
          "title": "The Moral Foundations of Progress"
        },
        {
          "id": "https://applieddivinitystudies.com/prince-of-persia/",
          "author": null,
          "description": "As a rule, autobiographies are horrid.\nPeople should not be trusted with writing their own legacy. Certainly, not after they’ve aged into has-beens reminiscing on the glories of their youth. [1]\nJordan Mechner’s The Making of Prince of Persia avoids this trap by being written in real time. It is not a polished accounting, but merely his diary from the time he spent working on Prince of Persia, starting with his college graduation, and concluding 4 years later.\nIt’s also flat out the best biography I’ve ever…",
          "link": "https://applieddivinitystudies.com/prince-of-persia/",
          "publishedOn": "2021-04-16T00:00:00.000Z",
          "wordCount": 1340,
          "title": "Book Review: The Making of Prince of Persia"
        },
        {
          "id": "https://applieddivinitystudies.com/fantasy-draft/",
          "author": null,
          "description": "Sorry for yet another low-effort post. I’ve been working on 30 pages on Very Serious Writing in the background, which I hope is ready to share soon. If you’re especially eager for more content, email me and I’ll be happy to share a draft.\nIn the meantime, I’m shocked and excited to have been selected as part of the Fantasy Intellectual Draft.\nHere is the announcement post, and here is a site where you can view the current scores. This runs from now through June 30th.\nAs a participant, I’m not supposed to co…",
          "link": "https://applieddivinitystudies.com/fantasy-draft/",
          "publishedOn": "2021-04-03T07:00:00.000Z",
          "wordCount": 1228,
          "title": "My Fantasy Intellectual Draft Picks"
        },
        {
          "id": "https://applieddivinitystudies.com/bad/",
          "author": null,
          "description": "[trigger warning: everything]\nWhat’s the point of any of this?\nThis is not for the purpose of cause prioritization. Unfortunately, the severity of a problem is not necessarily related to its tractability, especially for lay people looking to donate money or time. If that’s your interest, check out the 80,000 hours problem profiles.\nThis is also an explicitly short-termist list. There’s no mention of climate change or existential risks. There’s no mention of abstract causes like “failures of international co…",
          "link": "https://applieddivinitystudies.com/bad/",
          "publishedOn": "2021-03-27T07:00:00.000Z",
          "wordCount": 847,
          "title": "A List of Very Bad Things"
        },
        {
          "id": "https://applieddivinitystudies.com/mistakes/",
          "author": null,
          "description": "This is an evergreen post. It’s linked from the header, and will be updated periodically. If I’ve made mistakes not listed here, let me know and I’ll issue a correction.\nVaccine Acceptance\nPost: Was Vaccine Production Actually Delayed?\nSummary: I wrote that historical ills, including the Tuskegee study may play a role in diminishing vaccine acceptance. Two links from Marginal Revolution (1, 2) indicate that there is no link.\nSeverity: Minor. This was an appendix to the post, and not central to the argument.…",
          "link": "https://applieddivinitystudies.com/mistakes/",
          "publishedOn": "2021-03-23T19:00:00.000Z",
          "wordCount": 837,
          "title": "Mistakes"
        },
        {
          "id": "https://applieddivinitystudies.com/criticism/",
          "author": null,
          "description": "This is an evergreen post. It’s linked from the header, and will be updated periodically.\nStat News\nPost: Contra StatNews: How Long to Herd Immunity?\nType: Factual errors.\nSummary: A Stat article forecasting time to herd immunity misrepresents basic research findings and contains non-trivial arithmetic errors.\nEpistemic Status of Source: High – Stat is widely acclaimed and often featured on Marginal Revolution as an authoritative source.\nAttempts to Contact: They have a form for correction requests.\nRespons…",
          "link": "https://applieddivinitystudies.com/criticism/",
          "publishedOn": "2021-03-23T18:00:00.000Z",
          "wordCount": 331,
          "title": "Criticism"
        },
        {
          "id": "https://applieddivinitystudies.com/data/",
          "author": null,
          "description": "This is an evergreen post. It’s linked from the header, and will be updated periodically.\nLambda School Incentives\nGoogle Sheet\nPost: Lambda School’s Incredibly Naive Incentive Alignment\nDescription: Modeling Lambda School’s ISA incentive structure with consideration of taxation. A fully functional California income tax calculator.\nFindings: There is only a brief window where student and LS returns grow in tandem. LS is mostly not aligned with students, or actually incentivized against their interests. Base…",
          "link": "https://applieddivinitystudies.com/data/",
          "publishedOn": "2021-03-23T13:00:00.000Z",
          "wordCount": 698,
          "title": "Data and Models"
        },
        {
          "id": "https://applieddivinitystudies.com/crypto-stupid/",
          "author": null,
          "description": "NFTs are stupid. I don’t feel compelled to make this case. Enough people have already flaunted their opinions (as well as their ignorance).\nBut how stupid is the conventional fine art world? Fairly stupid:\n\nThe drab free port zone near the Geneva city center, a compound of blocky gray and vanilla warehouses surrounded by train tracks, roads and a barbed-wire fence, looks like the kind of place where beauty goes to die. But within its walls, crated or sealed cheek by jowl in cramped storage vaults, are more …",
          "link": "https://applieddivinitystudies.com/crypto-stupid/",
          "publishedOn": "2021-03-16T07:00:00.000Z",
          "wordCount": 1231,
          "title": "Crypto is Stupid; Everything is Stupid; It's All Okay"
        },
        {
          "id": "https://applieddivinitystudies.com/asymmetric/",
          "author": null,
          "description": "Everyone loves asymmetric opportunities. If the stock goes down, you lose nothing, but it goes up, you win! Taleb has written an entire book (or five) about them. The Naval / James Clear Twitter thread got thousands of likes and retweets.\nA recent post from Tom Cleveland illustrates one type of asymmetric opportunity called a call option. It gives you the right, but not the obligation, to purchase an asset at a pre-specified price. If the asset price goes down, you don’t have to buy at a loss so your downsi…",
          "link": "https://applieddivinitystudies.com/asymmetric/",
          "publishedOn": "2021-03-15T07:00:00.000Z",
          "wordCount": 2068,
          "title": "Asymmetric Opportunities and the Cult of Optionality"
        },
        {
          "id": "https://applieddivinitystudies.com/hyperproductivity/",
          "author": null,
          "description": "I typically work 4 hours a day, and am generous about taking vacations and weekends off.\nRecently, Alexey Guzey challenged me to work 12 hours non-stop. The idea was extremely unappealing to me. So much so that it worried me, and I decided to accept the challenge if only to see what I was so averse to.\nDoes that sound silly? After all, a 12 hour workday is not that long. People typically work 8 hours 5 days a week, surely a single  12 hour day is reasonable?\nThe difference is that it’s all “deep work”, or a…",
          "link": "https://applieddivinitystudies.com/hyperproductivity/",
          "publishedOn": "2021-03-11T08:00:00.000Z",
          "wordCount": 830,
          "title": "Against and Then for Hyperproductivity"
        },
        {
          "id": "https://applieddivinitystudies.com/ea-growth-replies/",
          "author": null,
          "description": "Follow up to Monday’s post Why Hasn’t Effective Altruism Grown Since 2015?. See discussions on r/scc, LessWrong and EA Forum.\nI’m honored to have received responses from Scott Alexander, Katja Grace (AI Impacts), Peter Hurford (Rethink Priorities), and Rob Bensinger (MIRI), among many other insightful replies.\nThis is a long post, so I’m going to put the summary first:\n\nEA has shifted from “earning to give” to “x-risk”, leading to less of as mass movement and more focused attempts to cultivate and develop t…",
          "link": "https://applieddivinitystudies.com/ea-growth-replies/",
          "publishedOn": "2021-03-10T08:00:00.000Z",
          "wordCount": 4630,
          "title": "Responses and Testimonies on EA Growth"
        },
        {
          "id": "https://applieddivinitystudies.com/reforms/",
          "author": null,
          "description": "In his latest post, Scott writes on the success of radical top-down reforms, contrary to his previous writing on the dangers of radical top-down reforms.\nThis leads to confusion when he approaches the Acemoglu et al. paper The Consequences of Radical Reform:\n\nI think my real concern here is that someone might use this paper to support some sort of far-left reform, saying “come on, this shows that reforms work better than leaving institutions in place”, when an alternate lesson is “capitalism works better th…",
          "link": "https://applieddivinitystudies.com/reforms/",
          "publishedOn": "2021-03-09T08:00:00.000Z",
          "wordCount": 1371,
          "title": "On Radical Reforms, Technocracy and Seeing Like a State"
        },
        {
          "id": "https://applieddivinitystudies.com/ea-growth/",
          "author": null,
          "description": "Follow up post here. See discussions on r/scc, LessWrong and EA Forum.\nHere’s a chart of GiveWell’s annual money moved. It rose dramatically from 2014 to 2015, then more or less plateaued:\n\nOpen Philanthropy doesn’t provide an equivalent chart, but they do have a grants database, so I was able to compile the data myself. It peaks in 2017, then falls a bit and plateaus:\n\n(Note that the GiveWell and Open Philanthropy didn’t formally split until 2017. GiveWell records $70.4m from Open Philanthropy in 2015, whi…",
          "link": "https://applieddivinitystudies.com/ea-growth/",
          "publishedOn": "2021-03-08T08:00:00.000Z",
          "wordCount": 2780,
          "title": "Why Hasn't Effective Altruism Grown Since 2015?"
        },
        {
          "id": "https://applieddivinitystudies.com/byrne-portfolio/",
          "author": null,
          "description": "Alternative title: Byrne Hobart is 64x better than the average hedge fund.\nOn December 14, Byrne wrote: “Disclosure: I’m long a small amount of FireEye now that I understand it a bit better. 300,000 customers and 400 of the Fortune 500 is a large addressable market.”\nThen this happened:\n\nOver the next 7 days, Byrne’s investment shot up 66%. If this trade was representative of a typical week, it would indicate annual returns of 305,439,776,880%. Starting 2020 with $1, he would be the richest man in the world…",
          "link": "https://applieddivinitystudies.com/byrne-portfolio/",
          "publishedOn": "2021-02-19T08:00:00.000Z",
          "wordCount": 1202,
          "title": "The Byrne Hobart Portfolio"
        },
        {
          "id": "https://applieddivinitystudies.com/progress-irony/",
          "author": null,
          "description": "The term “nominative determinism” captures the idea that name is destiny. Storm Field is the real given name of a meteorologist, Igor Judge the real name of a justice. As Peter Thiel once put it, “the names of companies are often very predictive of future failure or success.”\nI favor the contrary hypothesis: nominative anti-determinism. Uber Express is the slowest of their offerings, Operation Iraqi Freedom was a violation of sovereignty. This occurs not by coincidence, but as the result of desperate overco…",
          "link": "https://applieddivinitystudies.com/progress-irony/",
          "publishedOn": "2021-02-18T08:00:00.000Z",
          "wordCount": 545,
          "title": "The Irony of \"Progress Studies\""
        },
        {
          "id": "https://applieddivinitystudies.com/organization-comments/",
          "author": null,
          "description": "See also No Revival for the Industrial Research Lab, Notes on Adam Marblestone’s Focused Research Organizations, and Is There a Translational Research Gap?.\nMore anecdotally, see Bus Factor 1, The Murder of Wilbur Wright and Highlights from the Emails on Golden Handcuffs.\nAll emphasis mine, some of these are several comments or emails grafted together, with minor omissions. Commentary at the bottom.\nAdam Marblestone\n\nOne comment is actually I agree a lot of effort is going to “bridging the valley of death”.…",
          "link": "https://applieddivinitystudies.com/organization-comments/",
          "publishedOn": "2021-02-11T08:00:00.000Z",
          "wordCount": 1476,
          "title": "Highlights from the Comments on Organizing Research"
        },
        {
          "id": "https://applieddivinitystudies.com/polarization-constitution/",
          "author": null,
          "description": "See also Wake Up, You’ve Been Asleep for 50 Years, and Book Review: Why We’re Polarized.\nUp until 1971, we were proposing and passing new amendments at a pretty steady rate:\n\nThe current drought is our longest since 1865, when a 62 year streak ended with the passage of the 13th amendment banning slavery.\nThere was a 27th amendment, completed in 1992, but it was proposed in 1789, and is a fairly minor issue relating to Congressional salaries.\nMore broadly, there’s even stagnation in terms of each amendment’s…",
          "link": "https://applieddivinitystudies.com/polarization-constitution/",
          "publishedOn": "2021-02-10T08:00:00.000Z",
          "wordCount": 1643,
          "title": "Why Haven't We Passed any Constitutional Amendments Lately?"
        },
        {
          "id": "https://applieddivinitystudies.com/translational/",
          "author": null,
          "description": "While I was busy explaining why the industrial research labs won’t return, an exciting thread unraveled on Twitter arguing about how to revive them anyway.\nTo kick things off, Activate CEO Ilan Gur argues that tech startups are the new Bell Labs, citing Moderna as proof. Then Sarah Constantin jumps in to explain that Moderna was just commercializing research from a university lab, and startups can’t do fundamental research because VCs won’t fund it.\nFinally, Adam Marblestone chimes in to plug Focused Resear…",
          "link": "https://applieddivinitystudies.com/translational/",
          "publishedOn": "2021-02-09T18:00:00.000Z",
          "wordCount": 1691,
          "title": "Is There a Translational Research Gap?"
        },
        {
          "id": "https://applieddivinitystudies.com/great-for-longer/",
          "author": null,
          "description": "Tom Brady just won the superbowl again.\nPreviously, you could have attributed his streak to the Patriots as a team. But then he left for the Buccaneers, which had not won a superbowl since 2002, and immediately won again. He pulled Rob Gronkowski out of retirement who had previously been with him on the Patriots, so maybe it’s the two of them together, but still.\nIt’s even more insane when you remember that Tom Brady’s first Super Bowl win was in 2002. Was he some rookie back then, nominally on the team but…",
          "link": "https://applieddivinitystudies.com/great-for-longer/",
          "publishedOn": "2021-02-08T20:00:00.000Z",
          "wordCount": 1186,
          "title": "Are Athletes Great for Longer?"
        },
        {
          "id": "https://applieddivinitystudies.com/blogging-speed/",
          "author": null,
          "description": "I write full-time. That’s not to say I’m at my desk 40 hours a week, just that I don’t have anything else going on.\nIn January, I published a post on average every other day, then didn’t publish for a week until today.\nThe latest post is good, but does it represent a week’s output? Why does everything take so long? Am I even trying?\nThere are a couple answers:\n\nI only publish ~50% of the posts I write\nEvery post I publish has to be rewritten at least once\n\nIt doesn’t take too long to hash out a quick draft,…",
          "link": "https://applieddivinitystudies.com/blogging-speed/",
          "publishedOn": "2021-02-08T19:00:00.000Z",
          "wordCount": 797,
          "title": "Why does this blog take so long to write?"
        },
        {
          "id": "https://applieddivinitystudies.com/FRO/",
          "author": null,
          "description": "After arguing that industrial research labs won’t return, I was hopeful for a new mechanism to reignite transformative research, but had no idea what it would actually be.\nA couple hours later, Nintil told me about Focused Research Organizations.\nIn short: FROs promise to pair government funding with startup agility, and a mandate to pursue high-impact pre-commercial research. There isn’t a lot of literature out on them yet, but it’s a compelling proposal. [0]\nGoing into this, it’s worth noting that Adam ex…",
          "link": "https://applieddivinitystudies.com/FRO/",
          "publishedOn": "2021-02-08T18:00:00.000Z",
          "wordCount": 2145,
          "title": "Notes on Adam Marblestone’s Focused Research Organizations"
        }
      ]
    },
    {
      "title": "Astral Codex Ten",
      "feedUrl": "https://astralcodexten.substack.com/feed/",
      "siteUrl": "https://astralcodexten.substack.com",
      "articles": [
        {
          "id": "https://astralcodexten.substack.com/p/instead-of-pledging-to-change-the",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/instead-of-pledging-to-change-the",
          "publishedOn": "2021-06-07T17:32:58.000Z",
          "wordCount": null,
          "title": "Instead Of Pledging To Change The World, Pledge To Change Prediction Markets",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/1f3330f5-1e46-4f7e-8d32-6ad475055490_800x533.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/open-thread-175",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/open-thread-175",
          "publishedOn": "2021-06-06T21:46:17.000Z",
          "wordCount": null,
          "title": "Open Thread 175",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/9dd82193-bc11-4a4d-828f-1745bedf30a2_496x341.png",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-wheres-my-flying",
          "author": "Scott Alexander",
          "description": "Finalist #14 in the Book Review Contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-wheres-my-flying",
          "publishedOn": "2021-06-04T19:39:40.000Z",
          "wordCount": null,
          "title": "Your Book Review: Where's My Flying Car?",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/3754d8a0-8e22-4336-9819-e4a7d8df541e_291x177.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-the-collapse-of",
          "author": "Scott Alexander",
          "description": "Finalist #13 in the Book Review Contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-the-collapse-of",
          "publishedOn": "2021-06-03T19:20:19.000Z",
          "wordCount": null,
          "title": "Your Book Review: The Collapse Of Complex Societies",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/6265a9ea-3f93-4ee4-b465-85e49419c5c4_730x485.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/open-thread-1745",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/open-thread-1745",
          "publishedOn": "2021-06-03T02:47:47.000Z",
          "wordCount": null,
          "title": "Open Thread 174.5",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/16878835-f446-4e52-815e-d23f2a2812e0_612x583.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/you-have-a-terrible-track-record",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/you-have-a-terrible-track-record",
          "publishedOn": "2021-06-03T02:27:15.000Z",
          "wordCount": null,
          "title": "You Have A Terrible Track Record In Guessing My Motives",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/8d7b8cb9-74fa-42fc-86a4-ad8a88a0ecf1_262x192.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/moral-costs-of-chicken-vs-beef",
          "author": "Scott Alexander",
          "description": "Also: does offsetting still work if you skip the step where you pay the offsets?",
          "link": "https://astralcodexten.substack.com/p/moral-costs-of-chicken-vs-beef",
          "publishedOn": "2021-06-01T19:08:12.000Z",
          "wordCount": null,
          "title": "Moral Costs Of Chicken Vs. Beef",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/9de1c2ae-546c-47f3-ab10-e41ceddf65ab_480x330.webp",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/what-do-treatments-for-accelerated",
          "author": "Scott Alexander",
          "description": "We can prevent young people from being old, but preventing old people from being old sounds also sounds useful.",
          "link": "https://astralcodexten.substack.com/p/what-do-treatments-for-accelerated",
          "publishedOn": "2021-06-01T01:53:32.000Z",
          "wordCount": null,
          "title": "What Do Treatments For Accelerated Aging Tell Us About Normal Aging?",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/19911f4c-d6cc-45f4-9735-98f1ab38e23a_736x490.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/open-thread-174",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/open-thread-174",
          "publishedOn": "2021-05-30T16:30:29.000Z",
          "wordCount": null,
          "title": "Open Thread 174",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/3962665c-a4a6-4bee-b97c-4036d8667cac_496x341.png",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-humankind",
          "author": "Scott Alexander",
          "description": "Finalist #12 of the Book Review Contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-humankind",
          "publishedOn": "2021-05-28T18:37:45.000Z",
          "wordCount": null,
          "title": "Your Book Review: Humankind",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/e55464fc-6bf7-4d11-bdcf-401ebb89e5f6_1200x800.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/covid-suicides-much-more-than-you",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/covid-suicides-much-more-than-you",
          "publishedOn": "2021-05-27T18:43:06.000Z",
          "wordCount": null,
          "title": "COVID Suicides: Much More Than You Wanted To Know",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/f8983e56-2153-4d84-ab0f-3995765ccb0d_919x792.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/open-thread-1735",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/open-thread-1735",
          "publishedOn": "2021-05-27T06:29:14.000Z",
          "wordCount": null,
          "title": "Open Thread 173.5",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/173c9485-05c3-48e1-8c9c-c941e17dafe0_612x583.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/reflections-on-greed-being-made-of",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/reflections-on-greed-being-made-of",
          "publishedOn": "2021-05-27T00:26:02.000Z",
          "wordCount": null,
          "title": "Reflections On Greed Being Made Of Smaller Parts",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/25c5a50a-b6a0-477d-8251-27bbe11a83c1_634x423.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://astralcodexten.substack.com/p/peer-review-request-depression",
          "author": "Scott Alexander",
          "description": "Give me feedback on my take on fighting depression",
          "link": "https://astralcodexten.substack.com/p/peer-review-request-depression",
          "publishedOn": "2021-05-25T21:26:29.000Z",
          "wordCount": 10268,
          "title": "Peer Review Request: Depression"
        },
        {
          "id": "https://astralcodexten.substack.com/p/book-review-arabian-nights",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/book-review-arabian-nights",
          "publishedOn": "2021-05-24T19:05:10.000Z",
          "wordCount": 4462,
          "title": "Book Review: Arabian Nights"
        },
        {
          "id": "https://astralcodexten.substack.com/p/open-thread-173",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/open-thread-173",
          "publishedOn": "2021-05-23T18:25:11.000Z",
          "wordCount": 234,
          "title": "Open Thread 173"
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-the-accidental-superpower",
          "author": "Scott Alexander",
          "description": "Finalist #11 of the Book Review Contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-the-accidental-superpower",
          "publishedOn": "2021-05-21T21:40:27.000Z",
          "wordCount": 9204,
          "title": "Your Book Review: The Accidental Superpower"
        },
        {
          "id": "https://astralcodexten.substack.com/p/links-for-may",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/links-for-may",
          "publishedOn": "2021-05-20T18:35:03.000Z",
          "wordCount": 1968,
          "title": "Links For May"
        },
        {
          "id": "https://astralcodexten.substack.com/p/hidden-open-thread-1725",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/hidden-open-thread-1725",
          "publishedOn": "2021-05-20T02:55:16.000Z",
          "wordCount": 117,
          "title": "Hidden Open Thread 172.5"
        },
        {
          "id": "https://astralcodexten.substack.com/p/the-coldness-of-karen",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/the-coldness-of-karen",
          "publishedOn": "2021-05-19T19:51:37.000Z",
          "wordCount": 117,
          "title": "The Coldness Of Karen"
        },
        {
          "id": "https://astralcodexten.substack.com/p/highlights-from-the-comments-on-culture",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/highlights-from-the-comments-on-culture",
          "publishedOn": "2021-05-18T22:25:16.000Z",
          "wordCount": 5267,
          "title": "Highlights From The Comments On Culture Wars"
        },
        {
          "id": "https://astralcodexten.substack.com/p/open-thread-172",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/open-thread-172",
          "publishedOn": "2021-05-16T21:40:58.000Z",
          "wordCount": 190,
          "title": "Open Thread 172"
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-addiction-by-design",
          "author": "Scott Alexander",
          "description": "Finalist #10 of the Book Review Contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-addiction-by-design",
          "publishedOn": "2021-05-14T21:25:15.000Z",
          "wordCount": 5270,
          "title": "Your Book Review: Addiction By Design"
        },
        {
          "id": "https://astralcodexten.substack.com/p/hidden-open-thread-1715",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/hidden-open-thread-1715",
          "publishedOn": "2021-05-14T21:10:28.000Z",
          "wordCount": 117,
          "title": "Hidden Open Thread 171.5"
        },
        {
          "id": "https://astralcodexten.substack.com/p/highlights-from-the-comments-on-cbt",
          "author": "Scott Alexander",
          "description": "Including some CBT-i apps that cost less than $899",
          "link": "https://astralcodexten.substack.com/p/highlights-from-the-comments-on-cbt",
          "publishedOn": "2021-05-14T03:36:17.000Z",
          "wordCount": 1035,
          "title": "Highlights From The Comments On CBT-i Apps"
        },
        {
          "id": "https://astralcodexten.substack.com/p/welcome-to-the-terrible-world-of",
          "author": "Scott Alexander",
          "description": "You can get GHB on the darknet for $20, but learning healthy sleep habits is $899 and by prescription only",
          "link": "https://astralcodexten.substack.com/p/welcome-to-the-terrible-world-of",
          "publishedOn": "2021-05-12T23:23:36.000Z",
          "wordCount": 2634,
          "title": "Welcome To The Terrible World Of Prescription-Only Apps"
        },
        {
          "id": "https://astralcodexten.substack.com/p/theses-on-the-current-moment",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/theses-on-the-current-moment",
          "publishedOn": "2021-05-12T05:43:59.000Z",
          "wordCount": 2494,
          "title": "Theses On The Current Moment"
        },
        {
          "id": "https://astralcodexten.substack.com/p/the-rise-and-fall-of-online-culture",
          "author": "Scott Alexander",
          "description": "How do Internet atheism and Internet feminism help us understand the current cultural moment?",
          "link": "https://astralcodexten.substack.com/p/the-rise-and-fall-of-online-culture",
          "publishedOn": "2021-05-10T20:29:41.000Z",
          "wordCount": 9266,
          "title": "The Rise And Fall Of Online Culture Wars"
        },
        {
          "id": "https://astralcodexten.substack.com/p/open-thread-171",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/open-thread-171",
          "publishedOn": "2021-05-09T21:55:10.000Z",
          "wordCount": 367,
          "title": "Open Thread 171"
        },
        {
          "id": "https://astralcodexten.substack.com/p/my-favorite-icd-10-codes",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/my-favorite-icd-10-codes",
          "publishedOn": "2021-05-08T20:22:27.000Z",
          "wordCount": 116,
          "title": "My Favorite ICD-10 Codes"
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-the-years-of-lyndon",
          "author": "Scott Alexander",
          "description": "Finalist #9 of the Book Review Contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-the-years-of-lyndon",
          "publishedOn": "2021-05-07T21:56:19.000Z",
          "wordCount": 2365,
          "title": "Your Book Review: The Years Of Lyndon Johnson"
        },
        {
          "id": "https://astralcodexten.substack.com/p/hidden-open-thread-1705",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/hidden-open-thread-1705",
          "publishedOn": "2021-05-07T20:40:49.000Z",
          "wordCount": 116,
          "title": "Hidden Open Thread 170.5"
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-through-the-eye",
          "author": "Scott Alexander",
          "description": "Finalist #8 of the Book Review Contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-through-the-eye",
          "publishedOn": "2021-05-06T20:46:45.000Z",
          "wordCount": 5635,
          "title": "Your Book Review: Through The Eye Of A Needle"
        },
        {
          "id": "https://astralcodexten.substack.com/p/why-is-it-hard-to-acknowledge-preferences",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/why-is-it-hard-to-acknowledge-preferences",
          "publishedOn": "2021-05-05T20:54:54.000Z",
          "wordCount": 1541,
          "title": "Why Is It Hard To Acknowledge Preferences?"
        },
        {
          "id": "https://astralcodexten.substack.com/p/book-review-a-brief-history-of-neoliberalism",
          "author": "Scott Alexander",
          "description": "Summary and commentary on David Harvey's \"A Brief History Of Neoliberalism\"",
          "link": "https://astralcodexten.substack.com/p/book-review-a-brief-history-of-neoliberalism",
          "publishedOn": "2021-05-04T22:08:31.000Z",
          "wordCount": 7634,
          "title": "Book Review: A Brief History Of Neoliberalism"
        },
        {
          "id": "https://astralcodexten.substack.com/p/if-you-can-be-bad-you-can-also-be",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/if-you-can-be-bad-you-can-also-be",
          "publishedOn": "2021-05-03T23:25:54.000Z",
          "wordCount": 1032,
          "title": "If You Can Be Bad, You Can Also Be Good"
        },
        {
          "id": "https://astralcodexten.substack.com/p/open-thread-170",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/open-thread-170",
          "publishedOn": "2021-05-03T03:18:49.000Z",
          "wordCount": 189,
          "title": "Open Thread 170"
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-the-wizard-and-the",
          "author": "Scott Alexander",
          "description": "Finalist #7 of the book review contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-the-wizard-and-the",
          "publishedOn": "2021-04-30T16:27:55.000Z",
          "wordCount": 5898,
          "title": "Your Book Review: The Wizard And The Prophet"
        },
        {
          "id": "https://astralcodexten.substack.com/p/hidden-open-thread-1695",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/hidden-open-thread-1695",
          "publishedOn": "2021-04-30T16:27:36.000Z",
          "wordCount": 116,
          "title": "Hidden Open Thread 169.5"
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-double-fold",
          "author": "Scott Alexander",
          "description": "Finalist #6 of the book review contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-double-fold",
          "publishedOn": "2021-04-30T00:04:29.000Z",
          "wordCount": 7048,
          "title": "Your Book Review: Double Fold"
        },
        {
          "id": "https://astralcodexten.substack.com/p/nootropics-survey-2020-results",
          "author": "Scott Alexander",
          "description": "852 people put weird chemicals in their bodies and tell me the results.",
          "link": "https://astralcodexten.substack.com/p/nootropics-survey-2020-results",
          "publishedOn": "2021-04-28T18:57:38.000Z",
          "wordCount": 1925,
          "title": "Nootropics Survey 2020 Results"
        },
        {
          "id": "https://astralcodexten.substack.com/p/verses-written-on-the-occasion-of",
          "author": "Scott Alexander",
          "description": "To the tune of the prologue to Les Mis&#233;rables",
          "link": "https://astralcodexten.substack.com/p/verses-written-on-the-occasion-of",
          "publishedOn": "2021-04-27T17:28:44.000Z",
          "wordCount": 444,
          "title": "Verses Written On The Occasion Of Getting The COVID Vaccine"
        },
        {
          "id": "https://astralcodexten.substack.com/p/mantic-monday-predictions-for-2021",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/mantic-monday-predictions-for-2021",
          "publishedOn": "2021-04-26T23:12:17.000Z",
          "wordCount": 1137,
          "title": "Mantic Monday: Predictions For 2021"
        },
        {
          "id": "https://astralcodexten.substack.com/p/open-thread-169",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/open-thread-169",
          "publishedOn": "2021-04-25T21:56:38.000Z",
          "wordCount": 634,
          "title": "Open Thread 169"
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-why-buddhism-is",
          "author": "Scott Alexander",
          "description": "Finalist #5 of the book review contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-why-buddhism-is",
          "publishedOn": "2021-04-23T20:28:00.000Z",
          "wordCount": 4591,
          "title": "Your Book Review: Why Buddhism Is True"
        },
        {
          "id": "https://astralcodexten.substack.com/p/your-book-review-are-we-smart-enough",
          "author": "Scott Alexander",
          "description": "Finalist #4 of the book review contest",
          "link": "https://astralcodexten.substack.com/p/your-book-review-are-we-smart-enough",
          "publishedOn": "2021-04-22T19:56:37.000Z",
          "wordCount": 5548,
          "title": "Your Book Review: Are We Smart Enough To Know How Smart Animals Are?"
        },
        {
          "id": "https://astralcodexten.substack.com/p/hidden-open-thread-1685",
          "author": "Scott Alexander",
          "description": "...",
          "link": "https://astralcodexten.substack.com/p/hidden-open-thread-1685",
          "publishedOn": "2021-04-21T23:53:45.000Z",
          "wordCount": 116,
          "title": "Hidden Open Thread 168.5"
        }
      ]
    },
    {
      "title": "The Scholar's Stage",
      "feedUrl": "http://scholars-stage.blogspot.com/feeds/posts/default",
      "siteUrl": "https://scholars-stage.blogspot.com/",
      "articles": [
        {
          "id": "https://scholars-stage.blogspot.com/2021/05/how-i-taught-iliad-to-chinese-teenagers.html",
          "author": null,
          "description": "INTRODUCTION\nSeveral years ago I had the chance to lead two seminars with a group of high-performing Chinese high school seniors. Each seminar had between 20-35 kids; each of these students\n was a graduating senior enrolled in the international department of a \nprestigious high school in Beijing. The purpose of these seminars was \ntwofold. First, they were designed to provide these students with",
          "link": "https://scholars-stage.blogspot.com/2021/05/how-i-taught-iliad-to-chinese-teenagers.html",
          "publishedOn": "2021-05-31T02:54:00.035Z",
          "wordCount": 12356,
          "title": "How I Taught The Iliad to Chinese Teenagers"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/05/the-magic-in-modernity.html",
          "author": null,
          "description": "It is something of a commonplace that the mix of capitalist exchange and technological advance we call ‘modernity’ has stripped the world of its luster. Once we dwelt in fairy glens and dwarven vales, greeting Helios as he made his way across the sky, wishing well the naiads as they bubbled on their way. We do so no longer. Science has stripped nature of its wonder; all sorts of “isms” and “",
          "link": "https://scholars-stage.blogspot.com/2021/05/the-magic-in-modernity.html",
          "publishedOn": "2021-05-26T14:23:00.013Z",
          "wordCount": 1751,
          "title": "The Magic in Modernity"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/05/further-notes-on-new-right.html",
          "author": null,
          "description": "Last month’s essay “The Problem of the New Right” caused a small stir. Formal writeups have been authored by Ross Douthat, Eric Levitz, Jordan Bloom, Lars Schonander, Peter Spilakos, and Aaron Ren. On Twitter there was even more chatter about the essay, much of it critical. I have found the critiques of my piece, especially on Twitter, to be somewhat contradictory. Some fault me for being of the",
          "link": "https://scholars-stage.blogspot.com/2021/05/further-notes-on-new-right.html",
          "publishedOn": "2021-05-25T03:43:00.036Z",
          "wordCount": 7364,
          "title": "Further Notes on the New Right"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/05/the-navys-knives-must-come-out.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/05/the-navys-knives-must-come-out.html",
          "publishedOn": "2021-05-12T18:47:00.011Z",
          "wordCount": 2880,
          "title": "The Navy's Knives Must Come Out"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/05/notes-from-all-over-aprilmay-2021.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/05/notes-from-all-over-aprilmay-2021.html",
          "publishedOn": "2021-05-11T23:18:00.002Z",
          "wordCount": 881,
          "title": "Notes From All Over - April/May 2021"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/04/the-problem-of-new-right.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/04/the-problem-of-new-right.html",
          "publishedOn": "2021-04-24T22:18:00.037Z",
          "wordCount": 12664,
          "title": "The Problem of the New Right"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/04/for-god-and-progress-notes-on-liberal.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/04/for-god-and-progress-notes-on-liberal.html",
          "publishedOn": "2021-04-12T15:10:00.007Z",
          "wordCount": 6736,
          "title": "For God and Progress: Notes On Training the Medical Mind"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/04/welcome-to-decade-of-concern.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/04/welcome-to-decade-of-concern.html",
          "publishedOn": "2021-04-01T09:16:00.013Z",
          "wordCount": 10658,
          "title": "Welcome to the Decade of Concern"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/03/notes-from-all-over-march-2021.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/03/notes-from-all-over-march-2021.html",
          "publishedOn": "2021-03-30T06:24:00.004Z",
          "wordCount": 924,
          "title": "Notes From All Over - March 2021"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/03/a-few-more-notes-on-where-have-all.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/03/a-few-more-notes-on-where-have-all.html",
          "publishedOn": "2021-03-26T21:45:00.010Z",
          "wordCount": 3307,
          "title": "A Few More Notes on the Dearth of Great Works"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/03/on-laws-and-gods.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/03/on-laws-and-gods.html",
          "publishedOn": "2021-03-24T02:36:00.019Z",
          "wordCount": 10184,
          "title": "On Laws and Gods"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/03/against-kennan-sweepstakes.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/03/against-kennan-sweepstakes.html",
          "publishedOn": "2021-03-06T20:18:00.004Z",
          "wordCount": 3467,
          "title": "Against the Kennan Sweepstakes"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/03/all-measures-short-of-cross-straits.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/03/all-measures-short-of-cross-straits.html",
          "publishedOn": "2021-03-04T00:40:00.005Z",
          "wordCount": 5428,
          "title": "All Measures Short of a Cross Straits Invasion"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/02/longfellow-and-decline-of-american.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/02/longfellow-and-decline-of-american.html",
          "publishedOn": "2021-02-27T20:57:00.031Z",
          "wordCount": 6044,
          "title": "Longfellow and the Decline of American Poetry"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/02/the-framers-and-framed-notes-on-slate.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/02/the-framers-and-framed-notes-on-slate.html",
          "publishedOn": "2021-02-26T01:19:00.043Z",
          "wordCount": 12217,
          "title": "The Framers and the Framed: Notes On the Slate Star Codex Controversy"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/02/why-writers-and-think-tankers-feud-so.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/02/why-writers-and-think-tankers-feud-so.html",
          "publishedOn": "2021-02-16T22:27:00.007Z",
          "wordCount": 2994,
          "title": "Why Writers (and Think Tankers) Feud So Viciously"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/02/understanding-taiwanese-nationalism.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/02/understanding-taiwanese-nationalism.html",
          "publishedOn": "2021-02-03T20:44:00.014Z",
          "wordCount": 5342,
          "title": "Understanding Taiwanese Nationalism: A Historical Primer in Bullet Points"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/01/where-have-all-great-works-gone.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/01/where-have-all-great-works-gone.html",
          "publishedOn": "2021-01-30T20:44:00.004Z",
          "wordCount": 5030,
          "title": "Where Have All the Great Works Gone?"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/01/the-2021-scholars-stage-readers-poll.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/01/the-2021-scholars-stage-readers-poll.html",
          "publishedOn": "2021-01-29T22:01:00.005Z",
          "wordCount": 1815,
          "title": "The 2021 Scholar's Stage Readers Poll!"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/01/bootstrapping-marx-with-peasant-masses.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/01/bootstrapping-marx-with-peasant-masses.html",
          "publishedOn": "2021-01-29T18:03:00.003Z",
          "wordCount": 3316,
          "title": "Bootstrapping Marx With the Peasant Masses"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/01/the-first-failure-of-liberal-rules.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/01/the-first-failure-of-liberal-rules.html",
          "publishedOn": "2021-01-21T16:00:00.002Z",
          "wordCount": 2866,
          "title": "The First Failure of the Liberal Rules Based Order"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/01/assessing-trump-china-strategy-key.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/01/assessing-trump-china-strategy-key.html",
          "publishedOn": "2021-01-19T02:40:00.004Z",
          "wordCount": 1917,
          "title": "Assessing the Trump China Strategy: The Key Documents"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/01/everything-i-got-wrong-in-2020.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/01/everything-i-got-wrong-in-2020.html",
          "publishedOn": "2021-01-06T19:25:00.023Z",
          "wordCount": 6312,
          "title": "Everything I Got Wrong in 2020"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2021/01/every-book-i-read-in-2020.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2021/01/every-book-i-read-in-2020.html",
          "publishedOn": "2021-01-05T00:02:00.009Z",
          "wordCount": 2532,
          "title": "Every Book I Read in 2020"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2020/12/a-theory-of-authoritarian-personality.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2020/12/a-theory-of-authoritarian-personality.html",
          "publishedOn": "2020-12-20T02:28:00.005Z",
          "wordCount": 2794,
          "title": "A Theory of Authoritarian Personality Cults"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2020/12/spengler-and-search-for-science-of.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2020/12/spengler-and-search-for-science-of.html",
          "publishedOn": "2020-12-15T00:25:00.009Z",
          "wordCount": 9937,
          "title": "Spengler and the Search for a Science of Human Culture"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2020/12/chinas-attack-on-australia-is-about.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2020/12/chinas-attack-on-australia-is-about.html",
          "publishedOn": "2020-12-11T17:27:00.003Z",
          "wordCount": 3009,
          "title": "China's Attack on Australia is About America"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2020/11/leninist-politics-reading-course.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2020/11/leninist-politics-reading-course.html",
          "publishedOn": "2020-12-01T04:41:00.020Z",
          "wordCount": 3408,
          "title": "Leninist Politics: A Reading Course"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2020/11/why-i-am-bearish-on-substack.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2020/11/why-i-am-bearish-on-substack.html",
          "publishedOn": "2020-11-23T02:34:00.004Z",
          "wordCount": 5186,
          "title": "Why I am Bearish on Substack"
        },
        {
          "id": "https://scholars-stage.blogspot.com/2020/11/do-not-choose-susan-rice.html",
          "author": null,
          "description": "A blog about  history, strategy, geopolitics, and the intersections of governance, ecology, demographics, and culture.",
          "link": "https://scholars-stage.blogspot.com/2020/11/do-not-choose-susan-rice.html",
          "publishedOn": "2020-11-19T18:37:00.003Z",
          "wordCount": 3698,
          "title": "Do Not Choose Susan Rice"
        }
      ]
    },
    {
      "title": "Fake Nous",
      "feedUrl": "https://fakenous.net/?feed=rss2",
      "siteUrl": "https://fakenous.net",
      "articles": [
        {
          "id": "https://fakenous.net/?p=2359",
          "author": "Michael Huemer",
          "description": "Over on Econlog, Bryan Caplan started a book club discussion on my recent book, Knowledge, Reality, and Value: https://www.econlib.org/knowledge-reality-and-value-book-club-part-1/. Following are my responses to Bryan’s comments and also to some comments from the comment thread on his blog. (The responses below presuppose knowledge of what Bryan wrote at the page linked above.) About Bryan’s Comments … Continue reading Book Discussion: Knowledge, Reality, & Value",
          "link": "https://fakenous.net/?p=2359",
          "publishedOn": "2021-06-05T15:00:00.000Z",
          "wordCount": 3207,
          "title": "Book Discussion: Knowledge, Reality, & Value"
        },
        {
          "id": "https://fakenous.net/?p=2326",
          "author": "Michael Huemer",
          "description": "1. An Unusual Kind of Speech Suppression Someone invited me to write a paper about free speech. Most of what I have to say on the subject is old news: I basically agree with John Stuart Mill, and I don’t understand why everyone else doesn’t agree. Principles of free speech used to be part of … Continue reading The Costs of Suppressing Speech",
          "link": "https://fakenous.net/?p=2326",
          "publishedOn": "2021-05-29T15:00:00.000Z",
          "wordCount": 2107,
          "title": "The Costs of Suppressing Speech"
        },
        {
          "id": "https://fakenous.net/?p=2310",
          "author": "Michael Huemer",
          "description": "The Inflation Alarmists Because I’m a libertarian, I’m periodically exposed to a quirky part of the libertarian movement that is preoccupied with monetary policy. These people obsessively complain about inflation, e.g., quoting statistics like “since such-and-such year [a long time ago], the dollar has lost 97% of its value!” (You’re supposed to be alarmed by … Continue reading Calm Down About Inflation, etc.",
          "link": "https://fakenous.net/?p=2310",
          "publishedOn": "2021-05-22T15:00:00.000Z",
          "wordCount": 3154,
          "title": "Calm Down About Inflation, etc."
        },
        {
          "id": "https://fakenous.net/?p=2294",
          "author": "Michael Huemer",
          "description": "“It’s not the things we don’t know that get us into trouble. It’s all the things we know that just ain’t so.” –Unknown (often attributed to Mark Twain) File this under “Political disagreement due to objective mistakes of empirical fact.” I think most political partisans have no idea how much this happens. As a case … Continue reading The Gender Pay Gap & Empirical Facts",
          "link": "https://fakenous.net/?p=2294",
          "publishedOn": "2021-05-15T15:00:00.000Z",
          "wordCount": 2314,
          "title": "The Gender Pay Gap & Empirical Facts"
        },
        {
          "id": "https://fakenous.net/?p=2283",
          "author": "Michael Huemer",
          "description": "Polygamy is currently illegal in the U.S. and most other nations. But it has been practiced in most human societies. Should it be legal? And, whether or not it’s legal, is it a good thing? I think the answer is (a) it should be legal, (b) it is good for some people, but (c) it &#8230; Continue reading Monogamy &#038; Polygamy",
          "link": "https://fakenous.net/?p=2283",
          "publishedOn": "2021-05-08T15:00:00.000Z",
          "wordCount": 3053,
          "title": "Monogamy & Polygamy"
        },
        {
          "id": "https://fakenous.net/?p=2262",
          "author": "Michael Huemer",
          "description": "“The truth is rarely pure and never simple.” &#8211;Oscar Wilde The insane extremists are winning the debate about global warming. Whatever your view of global warming, you probably agree with me about that. You probably also think the crazy extremists are the people on the opposite side from yourself – the people on the left &#8230; Continue reading Subtle Truths, 2: Global Warming",
          "link": "https://fakenous.net/?p=2262",
          "publishedOn": "2021-05-01T15:00:00.000Z",
          "wordCount": 5013,
          "title": "Subtle Truths, 2: Global Warming"
        },
        {
          "id": "https://fakenous.net/?p=2271",
          "author": "Michael Huemer",
          "description": "“The truth is rarely pure and never simple.” &#8211;Oscar Wilde Two lessons that we all need to have drummed into our heads as part of critical thinking training: I. A ton of the information you’ve heard about contemporary issues is bogus – outright false, cherry-picked, distorted, or otherwise severely misleading. (I’m sure you already know &#8230; Continue reading Subtle Truths, I: Police Violence",
          "link": "https://fakenous.net/?p=2271",
          "publishedOn": "2021-04-24T15:00:00.000Z",
          "wordCount": 4093,
          "title": "Subtle Truths, I: Police Violence"
        },
        {
          "id": "https://fakenous.net/?p=2255",
          "author": "Michael Huemer",
          "description": "(I) Here is something I worry about: https://washingtonmonthly.com/magazine/maraprmay-2016/why-is-marriage-thriving-among-and-only-among-the-affluent/ It seems that marriage is drastically declining in our society. E.g., 41% of babies are born to unwed mothers. Q: Why did this happen? It looks like we don’t really know. You might think it’s because the “incentives” to marry have declined – there is less stigma &#8230; Continue reading Marriage &#038; Testosterone Levels",
          "link": "https://fakenous.net/?p=2255",
          "publishedOn": "2021-04-17T15:00:00.000Z",
          "wordCount": 4031,
          "title": "Marriage & Testosterone Levels"
        },
        {
          "id": "https://fakenous.net/?p=2223",
          "author": "Michael Huemer",
          "description": "Popular question: How much of human behavior is explained by biology (“nature”) and how much is due to upbringing/culture/environment (“nurture”)? Popular answer: “Everything interesting is due to nurture! Biology tells us almost nothing of any import about human behavior. In particular, none or almost none of the variation in behavioral traits among humans has anything &#8230; Continue reading In Defense of Nature",
          "link": "https://fakenous.net/?p=2223",
          "publishedOn": "2021-04-10T15:00:00.000Z",
          "wordCount": 5161,
          "title": "In Defense of Nature"
        },
        {
          "id": "https://fakenous.net/?p=2240",
          "author": "Michael Huemer",
          "description": "I have a new book!: https://www.amazon.com/dp/B091F5QTDS/ So I’m going to talk about the book, and then about my publishing experience, because this is my first self-published book. Detailed contents, preface, and chapters 1 + 5 are posted on my web site (https://spot.colorado.edu/~huemer/, &#8220;Research&#8221; &#8211;&#62; &#8220;Books&#8221;). Hardcover version from Barnes &#38; Noble (because Amazon doesn&#8217;t make &#8230; Continue reading My New Book!",
          "link": "https://fakenous.net/?p=2240",
          "publishedOn": "2021-04-03T15:00:00.000Z",
          "wordCount": 2707,
          "title": "My New Book!"
        },
        {
          "id": "https://fakenous.net/?p=2214",
          "author": "Michael Huemer",
          "description": "A little while ago, I heard the story of Daryl Davis on a podcast. Daryl Davis is an African American musician who has basically caused hundreds of KKK members to leave the Klan just by talking. This is a TEDx talk by him: https://youtu.be/fw0vS0qvYo0. And his podcast, Changing Minds: https://change.minds.com/feed. In case you haven’t heard &#8230; Continue reading Daryl Davis: American Hero",
          "link": "https://fakenous.net/?p=2214",
          "publishedOn": "2021-03-27T15:00:00.000Z",
          "wordCount": 3417,
          "title": "Daryl Davis: American Hero"
        },
        {
          "id": "https://fakenous.net/?p=2207",
          "author": "Michael Huemer",
          "description": "For many years, I wondered why people go to war as often as they do. I heard a number of theories about this, but they were all unsatisfying. They always left an element of unexplained irrationality. Not just immorality, mind you (which is understandable, if deplorable), but sheer, obvious imprudence. Then one day, I found &#8230; Continue reading Why Humans Fight",
          "link": "https://fakenous.net/?p=2207",
          "publishedOn": "2021-03-20T15:00:00.000Z",
          "wordCount": 5640,
          "title": "Why Humans Fight"
        },
        {
          "id": "https://fakenous.net/?p=2197",
          "author": "Michael Huemer",
          "description": "When you hear someone confidently declaring &#8220;BTC is going to be $100k later this year&#8221; (when its current actual price is $50k) you should probably completely discount that. If it could actually be known, based on publicly available information, that BTC would be trading at $100k later this year, then it would be about $100k &#8230; Continue reading Why I Think Your Investment Advice Is Bullshit",
          "link": "https://fakenous.net/?p=2197",
          "publishedOn": "2021-03-06T16:00:00.000Z",
          "wordCount": 2642,
          "title": "Why I Think Your Investment Advice Is Bullshit"
        },
        {
          "id": "https://fakenous.net/?p=2186",
          "author": "Michael Huemer",
          "description": "[*Qualification: I don’t really hate Shakespeare. I merely fail to enjoy his work. But who wants to read a post called “Why I fail to enjoy Shakespeare’s work”?] For about as long as I can remember, I’ve been hearing about how amazingly awesome William Shakespeare is, the greatest writer ever to walk the Earth, etc., &#8230; Continue reading Why I Hate Shakespeare*",
          "link": "https://fakenous.net/?p=2186",
          "publishedOn": "2021-02-27T16:00:00.000Z",
          "wordCount": 4694,
          "title": "Why I Hate Shakespeare*"
        }
      ]
    },
    {
      "title": "Nintil",
      "feedUrl": "https://nintil.com/rss.xml",
      "siteUrl": "https://nintil.com",
      "articles": [
        {
          "id": "https://nintil.com/links-48/",
          "author": null,
          "description": "Policy entrepreneurship at the White House\nMach 12 airplanes \nMach 17 airplanes\nA... unique interview? with Marc Andreessen?\nRecent interview with Peter Thiel\nGene therapy for elevated LDL cholesterol\nI wrote a while back that \"everything sleeps\". Scientists looked at a new organism that has no brain (but has neurons), the hydra. It also sleeps.\nCan you tell fake from true paper abstracts? (Via Scott Alexander)\nWhy is the Moscow metro so nice given that Soviet buildings are more on the brutalist end (also via Scott)\nCurtis Yarvin on AI risk skepticism (Coincidentally, also my argument: diminishing returns to intelligence + inherent unpredictability of the world; though afaik I've never written about this.)\nReservoir computing\nAda Nguyen on not overthinking\nUFO skepticism\nFrom a social scie…",
          "link": "https://nintil.com/links-48/",
          "publishedOn": "2021-06-02T00:00:00.000Z",
          "wordCount": 398,
          "title": "Links (48)"
        },
        {
          "id": "https://nintil.com/how-to-solve-aging/",
          "author": null,
          "description": "Answers to this question can be found online in the forms of shorter and longer term roadmaps. One could infer an answer from SENS or get a list of ideas from Celine Halioua's recent take on the matter (On what the field needs rather than how to deal with the problem itself). This is just my view.\nAn important question for anyone wanting to answer &quot;How to solve aging&quot; is &quot;If aging is solved, have we then made a given individual, in normal conditions, immortal?&quot; Or &quot;Have we thus made…",
          "link": "https://nintil.com/how-to-solve-aging/",
          "publishedOn": "2021-05-08T00:00:00.000Z",
          "wordCount": 2195,
          "title": "How to solve aging"
        },
        {
          "id": "https://nintil.com/links-47/",
          "author": null,
          "description": "Want to own the Longevity FAQ as an NFT? You can bid for it here.\nWhy has nuclear power been a flop?\nConstruction costs around the world: How does the US compare?\nComing full circle, from endless complexity to simplicity and back again (On the history of cancer research)\nWhat evidence do we need for biomarker qualification (at the FDA)?\nHow was it found that lithium works as a psychiatric drug?\nRoundtable on Richard Hamming\nReview of &quot;The Kill Chain&quot;\nWhy is everything liberal (as in leftist)? Beca…",
          "link": "https://nintil.com/links-47/",
          "publishedOn": "2021-05-04T00:00:00.000Z",
          "wordCount": 490,
          "title": "Links (47)"
        },
        {
          "id": "https://nintil.com/cozy-futurism/",
          "author": null,
          "description": "Last year I tweeted about something I called cozy futurism;\nCool-shit futurism (space colonization, moon telescopes, tech for the sake of tech to some extent) vs cozy futurism (urban reform, renewable energy, solving climate change; focusing on specific problems and having tech as an ends) are categories I&#39;ve been thinking about recently\n&mdash; José Luis Ricón Fernández de la Puente (@ArtirKel) November 10, 2020\n \nRecently there were a series of tweets that got me thinking again about the same idea;\nSp…",
          "link": "https://nintil.com/cozy-futurism/",
          "publishedOn": "2021-03-29T00:00:00.000Z",
          "wordCount": 1176,
          "title": "Cozy futurism"
        },
        {
          "id": "https://nintil.com/links-46/",
          "author": null,
          "description": "A roundtable on Richard Hamming\nCombination therapies are very rare, but on my view underrated, outside of oncology. A paper on their origin, in the treatment of tuberculosis. Related work.\nNoah Smith interview with Patrick Collison and explainer on inflation\nA call for a new World Fair\nSome social science bashing coming from social scientists Andrew Gelman\nPrivate cities in China\nFusion startups continue to make progress\nSpencer Greenberg on self-control\nThe New Space Race, with some cost charts\nIn case yo…",
          "link": "https://nintil.com/links-46/",
          "publishedOn": "2021-03-25T00:00:00.000Z",
          "wordCount": 672,
          "title": "Links (46)"
        },
        {
          "id": "https://nintil.com/new-science-models/",
          "author": null,
          "description": "In a previous post in the Fund People, not Projects series I talked about a potential new structure for a hypothetical funding agency. That was just one proposal among many one could make. This post has a set of other such proposals, along with a brief justification for why it might be a good idea. The proposals are not fully fleshed out but they are meant to be inspirational, and intended to be more broadly in the right direction than precisely ready for implementation.\nThe Young Researchers Research Insti…",
          "link": "https://nintil.com/new-science-models/",
          "publishedOn": "2021-03-21T00:00:00.000Z",
          "wordCount": 1473,
          "title": "New Models for Funding and Organizing Science"
        },
        {
          "id": "https://nintil.com/nih-levers/",
          "author": null,
          "description": "In my Fund People, Not Projects post series I discussed various reforms that have been proposed to change the way science is funded. NIH is the world's largest science-funding entity (or entities), singlehandedly funding 60% of global non-private life sciences research in 2013. Given the possibilities of the life sciences, it is of interest to understand what one would have to do if one wanted to implement these reforms at NIH. Do you just need to convince the Director of an Institute to get changes approve…",
          "link": "https://nintil.com/nih-levers/",
          "publishedOn": "2021-03-11T00:00:00.000Z",
          "wordCount": 1404,
          "title": "The levers of NIH: Paths to reform"
        },
        {
          "id": "https://nintil.com/mazzucato/",
          "author": null,
          "description": "Back in 2015-2016 I wrote a series of posts criticizing the book &quot;The Entrepreneurial State&quot; by Mariana Mazzucato. While I'm not going to add much new to what I wrote back then, here I wanted to clarify what the critique amounts to in a concise way, providing a guide for all those posts. The earlier posts of the series are in Spanish and you can find them linked there but in what follows I'll just link to the English ones.\nFirst, read this to understand the context in which the book appeared. One …",
          "link": "https://nintil.com/mazzucato/",
          "publishedOn": "2021-03-09T00:00:00.000Z",
          "wordCount": 1259,
          "title": "Thoughts on Mariana Mazzucato's Entrepreneurial State"
        },
        {
          "id": "https://nintil.com/what-is-aging/",
          "author": null,
          "description": "What follows are some thoughts on the question &quot;what is aging&quot;. Initially there is a meandering back and forth around the concept using a non-biological example (pyramids), later we get to a more concrete definition of aging, and using that to cast some light on various questions like whether aging is a disease or not.\nYou can see a video companion to this essay here.\nA paper from last year (Cohen et al., 2020a) pointed to the lack of consensus within gerontology (&quot;aging research&quot;) as to…",
          "link": "https://nintil.com/what-is-aging/",
          "publishedOn": "2021-03-01T00:00:00.000Z",
          "wordCount": 5225,
          "title": "What is aging?"
        },
        {
          "id": "https://nintil.com/links-45/",
          "author": null,
          "description": "Aging &amp; Bio \nStrategies for reversal of brain aging with cell replacement\nReview of the role of long lived proteins in humans (Why should you care? Because these are hard to target to replace or remove)\nNew marker of brain aging found in blood. One more step towards assaying organ-specific health in humans without having to take biopsies.\nNew therapy found that can reduce weight and improve overall metabolic health\nSome proteins are by their nature not folded, or disordered\nROS and aging, a review. This…",
          "link": "https://nintil.com/links-45/",
          "publishedOn": "2021-02-26T00:00:00.000Z",
          "wordCount": 591,
          "title": "Links (45)"
        },
        {
          "id": "https://nintil.com/us-science-without-space/",
          "author": null,
          "description": "In the US, federal R&amp;D expenditures are down since their peak in 1964 at 1.86% of GDP. Now they are 0.61% of GDP. This from ITIF is representative of this narrative:\n\nOr here's Gruber and Johnson,\n“From 1940 to 1964, federal funding for research and development increased twentyfold. At its peak in the mid-1960s, this spending amount was around 2 percent of annual gross domestic product—roughly one in every fifty dollars in the United States was devoted to government funding of research and development (…",
          "link": "https://nintil.com/us-science-without-space/",
          "publishedOn": "2021-02-22T00:00:00.000Z",
          "wordCount": 1140,
          "title": "US Federal R&D spending decline: a breakdown"
        },
        {
          "id": "https://nintil.com/science-time/",
          "author": null,
          "description": "Max Plank, who looked at thermodynamics, and it took him 20 years to reach his conclusions, that, that matter was, was quantized. (Donald Braben)\nMax Planck got his PhD around 1879, and it wouldn't be until ~1900 when he published the key papers postulating the quantization of energy, which he used to explain black body radiation (See here for some context). The 1879-1900 gap are probably those 20 years that Braben has in mind. It's interestingly hard to find anything published by Planck prior to this. His …",
          "link": "https://nintil.com/science-time/",
          "publishedOn": "2021-02-07T00:00:00.000Z",
          "wordCount": 3127,
          "title": "Fund People, not Projects V: Fund for longer?"
        },
        {
          "id": "https://nintil.com/links-44/",
          "author": null,
          "description": "Econ\nThe wars over the minimum wage literature continue\nAnton Howes on how innovation spreads and can be fostered; he points to getting people in contact with inventors and innovators broadly is key. This seems right from my own experience.\nMatt Clancy on the Applied Turn in economics\nDoes education improve health? Those two things are correlated, but the correlation is probably not causal.\nEli Dourado on environmental review slowing things down\nExcessive use of professional licensing make US healthcare mor…",
          "link": "https://nintil.com/links-44/",
          "publishedOn": "2021-01-29T00:00:00.000Z",
          "wordCount": 1356,
          "title": "Links (44)"
        },
        {
          "id": "https://nintil.com/still-no-great-stagnation/",
          "author": null,
          "description": "Back in 2016 I wrote a Nintil classic, No great technological stagnation where I argued that, as far as we could see from public data, improvements in various technologies do not seem to be slowing down. If I were to rewrite it now I would note that trends in batteries and solar panels have continued, and I would add some new trends like for single cell sequencing (A whole new category that didn't exist until 2009).\nThere is one problem with my analysis there that I left open,\nAre there less 'really innovat…",
          "link": "https://nintil.com/still-no-great-stagnation/",
          "publishedOn": "2021-01-27T00:00:00.000Z",
          "wordCount": 2302,
          "title": "The Great Stagnation: A misleading narrative"
        },
        {
          "id": "https://nintil.com/against-too-many-tabs/",
          "author": null,
          "description": "Having a lot of tabs open seems to be so widespread that it has transcended being a Dawkinsian meme (Just a habit that people have and notice, and perhaps gets normalized and spreads) to become a regular meme1 where people are amused at the phenomenon.\nThis state of affairs is generally not liked by those that suffer from chronic tabitis, citing various reasons like\nMakes the computer slow\nA crash can make them disappear, losing those bookmarks forever\nTheir sheer number makes it hard to even read them anym…",
          "link": "https://nintil.com/against-too-many-tabs/",
          "publishedOn": "2021-01-26T00:00:00.000Z",
          "wordCount": 696,
          "title": "Against too many open tabs"
        },
        {
          "id": "https://nintil.com/funding-lotteries/",
          "author": null,
          "description": "One of the hottest topics right now in the world of meta-science is using lotteries to fund research. In a nutshell, the rationale is that it's hard to tell who or what will be successful, and it is very costly to try to do so as well. A system that relies on peer review demands of researchers time to write grants and to review them. I have reviewed before the effectiveness of peer review at figuring out &quot;what's good&quot; in the context of grant awards, finding that peer review as currently practiced …",
          "link": "https://nintil.com/funding-lotteries/",
          "publishedOn": "2021-01-20T00:00:00.000Z",
          "wordCount": 6619,
          "title": "Fund people, not projects IV: Scientific egalitarianism and lotteries"
        },
        {
          "id": "https://nintil.com/newton-hypothesis/",
          "author": null,
          "description": "In previous posts I said that the extent to which &quot;Fund people&quot; works will depend on the distribution of scientific talent. Think about the following situation: Imagine that only a handful of scientists at every point in time are able to –if given the time and means–lead revolutions on par with the work of Darwin, Einstein, or Galileo (This is an extreme case admittedly because most of science does not look like this; most of science is more incremental and less memorable). I recently found two au…",
          "link": "https://nintil.com/newton-hypothesis/",
          "publishedOn": "2021-01-14T00:00:00.000Z",
          "wordCount": 6398,
          "title": "Fund people, not projects III: The Newton hypothesis; Is science done by a small elite?"
        },
        {
          "id": "https://nintil.com/grant-peer-review/",
          "author": null,
          "description": "In a previous post I reviewed the evidence behind the effectiveness of two awards targeted at promising researchers, funding them more and for longer. The conclusion was that the evidence is not very strong and that the extent to which &quot;Fund people&quot; makes sense depends on other factors that we should also investigate.\nBoth the HHMI Investigator and NIH Director's Pioneer Award are targeted at scientists that are expected to perform well. The each require applicants to have shown success already. U…",
          "link": "https://nintil.com/grant-peer-review/",
          "publishedOn": "2021-01-08T00:00:00.000Z",
          "wordCount": 7168,
          "title": "Fund people, not projects II: Does pre-grant peer review work?"
        },
        {
          "id": "https://nintil.com/programming/",
          "author": null,
          "description": "Though I'm right now not employed as a software engineer I have been writing code under various hats for the last few years (As a data scientist, ML engineer, and software engineer). Naturally me being me I have not just done the thing but also reflected about the thing. Questions like what's good software, what does being a good software engineer mean, how should meetings be ran, and so on. Here are some thoughts on that.\nOrganizational issues\nThe cost of disagreement\nIn many cases a disagreement may be ov…",
          "link": "https://nintil.com/programming/",
          "publishedOn": "2020-12-31T00:00:00.000Z",
          "wordCount": 2777,
          "title": "Thinking about software engineering"
        },
        {
          "id": "https://nintil.com/end-2020/",
          "author": null,
          "description": "I started the year in London, attending later in in early March a private conference in Jackson Hole. Near the end of the conference the travel ban UK-&gt;USA was announced but I continued without paying much attention to it. Other than advances in science and technology I tend to pay little attention to current events (noise that repeats itself) and Covid was just the last of them. In a few years I'll look back and see exactly what Covid did in its proper context. So instead of reading and thinking about t…",
          "link": "https://nintil.com/end-2020/",
          "publishedOn": "2020-12-28T00:00:00.000Z",
          "wordCount": 797,
          "title": "Notes on 2020"
        },
        {
          "id": "https://nintil.com/hhmi-and-nih/",
          "author": null,
          "description": "So there's this paper, Incentives and Creativity: Evidence from the academic life sciences (Azoulay, Graff Zivin, Manso 2011) that shows that Howard Hughes Medical Institute (HHMI) investigators (who are funded for a longer term and in a more open ended way) outperform those of the National Institutes of Health (NIH) that have shorter review cycles and more concrete grant proposals. This is seen as a vindication of the &quot;fund people, not projects&quot; paradigm. However, the effect sample reported is hu…",
          "link": "https://nintil.com/hhmi-and-nih/",
          "publishedOn": "2020-12-27T00:00:00.000Z",
          "wordCount": 8249,
          "title": "Fund people, not projects I: The HHMI and the NIH Director's Pioneer Award"
        },
        {
          "id": "https://nintil.com/links-43/",
          "author": null,
          "description": "DeepMind finally cracks the protein-folding problem at the CASP14 competition (Or rather, is almost there; see here and here for a more sober take). As noted here a while back, it's astonishing to observe how outsiders have come into a field and solved the core problem the field had been working on for decades. Good news in that it means there may be free lunches waiting for us when better equipped outsiders (With money, AI, or anything else) enter new fields.\nDoes this constitute a solution of the static p…",
          "link": "https://nintil.com/links-43/",
          "publishedOn": "2020-12-19T00:00:00.000Z",
          "wordCount": 904,
          "title": "Links (43)"
        },
        {
          "id": "https://nintil.com/age-and-science/",
          "author": null,
          "description": "Note: I am using Andy Matuschak's new Orbit project to add spaced repetition prompts to the blogpost to help you remember the content. Let me know what you think!\nScientists are getting older. Some have expressed concern at that fact. While the motivations for that concern are not always explicit, it usually boils down to two: One, a matter of fairness. Science getting older may mean that it's not making room for younger scientists; older scientists would be sitting in a limited number of chairs for life, s…",
          "link": "https://nintil.com/age-and-science/",
          "publishedOn": "2020-12-16T00:00:00.000Z",
          "wordCount": 7146,
          "title": "Was Planck right? The effects of aging on the productivity of scientists"
        },
        {
          "id": "https://nintil.com/discoveries-ignored/",
          "author": null,
          "description": "One of the points that Braben makes in Scientific Freedom, and one that others have made elsewhere, is that science is not as welcoming of new ideas as it may seem. The process of peer review stands in the way of new breakthroughs, and one man's crankery is another's brilliant insight, or so goes the story.\nThe examples of this that probably come to mind are old: Galileo and heliocentrism or perhaps Semmelweis and hand washing and in general the germ theory of disease. So one may think that science used to …",
          "link": "https://nintil.com/discoveries-ignored/",
          "publishedOn": "2020-12-02T00:00:00.000Z",
          "wordCount": 9525,
          "title": "Peer rejection in science"
        },
        {
          "id": "https://nintil.com/links-42/",
          "author": null,
          "description": "On the statistics of individual variations of productivity in research laboratories\nEverything you always wanted to know about saturated fat\nPeter Mitchell and the ox phos wars, when OXPHOS was controversial\nLangmuir on pathological science\nSydney Brenner &quot;How academia and publishing are destroying scientific innovation&quot;\nWhat people don’t realise is that at the beginning, it was just a handful of people who saw the light, if I can put it that way. So it was like belonging to an evangelical sect, b…",
          "link": "https://nintil.com/links-42/",
          "publishedOn": "2020-11-29T00:00:00.000Z",
          "wordCount": 899,
          "title": "Links (42)"
        },
        {
          "id": "https://nintil.com/ideas-harder-find/",
          "author": null,
          "description": "Are ideas getting harder to find? (2020) by Nicholas Bloom, Chad Jones, John van Reenen and Michael Webb repeatedly pops up in discussions of technological progress, the great stagnation and related topics. They take a different angle from the usual, rather than debating whether there is stagnation or not in a range of metrics (Like TFP, Moore's law, crop yields), they instead opt for taking the optimistic view (That those metrics are advancing as usual, in some of their models) and calculate instead how mu…",
          "link": "https://nintil.com/ideas-harder-find/",
          "publishedOn": "2020-11-23T00:00:00.000Z",
          "wordCount": 2647,
          "title": "Are ideas getting harder to find?"
        },
        {
          "id": "https://nintil.com/what-should-you-memorize/",
          "author": null,
          "description": "In my Bloom's Two sigma essay, in section 12, What should you learn I was thinking about a problem that comes before the question of the optimal learning method. Once one has decided, say, that one wants to start practicing SRS, what should one SRS? Should a software engineer SRS their programming language of choice? Of course not: They are using it all the time. Spaced repetition works, but knowledge or skills you use every day are effectively built in SRS. There is also knowledge one is exposed to daily t…",
          "link": "https://nintil.com/what-should-you-memorize/",
          "publishedOn": "2020-11-17T00:00:00.000Z",
          "wordCount": 924,
          "title": "What should you remember? SRSing your life"
        },
        {
          "id": "https://nintil.com/review-scientific-freedom/",
          "author": null,
          "description": "In the science policy world a term often heard is &quot;high-risk, high-reward&quot; activities; funding initiatives, projects, or researchers that individually are likely to fail but that also hold potential for truly radical, breakthrough discoveries. But what about &quot;low-risk, high-reward&quot;, wouldn't that be nice?\nOne more of Stripe Press' beautifully edited tomes, Scientific Freedom: the elixir of civilization, is Donald Braben's theoretical case for the existence of such scientific opportunitie…",
          "link": "https://nintil.com/review-scientific-freedom/",
          "publishedOn": "2020-11-01T00:00:00.000Z",
          "wordCount": 3029,
          "title": "Book review: Scientific Freedom, the elixir of civilization"
        },
        {
          "id": "https://nintil.com/malignant-review/",
          "author": null,
          "description": "I just finished reading Vinay Prasad's Malignant, a book on the current state of oncology, covering everything from the way clinical trials are run to the myriad of ways cancer therapies  can be administered (as neoadjuvants, adjuvants, in a metastatic setting etc). \nI jokingly described Prasad's take as &quot;cancer therapiesnihilism&quot; on Twitter in the same way that John Ioannidis has been described as a methodological terrorist. It is nihilistic in that relative to what one would hear from the pharma…",
          "link": "https://nintil.com/malignant-review/",
          "publishedOn": "2020-10-31T00:00:00.000Z",
          "wordCount": 1894,
          "title": "Book review: Malignant"
        },
        {
          "id": "https://nintil.com/links-41/",
          "author": null,
          "description": "Deriving multiple aging clocks out of looking at blood plasma; also includes nice table of proteins that accumulate (or decrease their frequency) with age and what they might be doing.\nBryan Caplan on Matt Yglesias' One Billion Americans\nIn the same way that the secretome of stem cells can ameliorate Alzheimer in a mouse model(See previous links), stem cells may not be needed to help regenerate injuries to the heart (in this case, in pigs), just what they secrete, as if telling cells &quot;hey there are ste…",
          "link": "https://nintil.com/links-41/",
          "publishedOn": "2020-10-17T00:00:00.000Z",
          "wordCount": 631,
          "title": "Links (41)"
        },
        {
          "id": "https://nintil.com/substack-milquetoast/",
          "author": null,
          "description": "What follows is an unedited guest post by the author of Applied Divinity Studies about Substack. While I don't necessarily endorse everything said in the text that follows, I thought it was an interesting post and the author asked me to guest-post it here.\nSome thoughts of my own as a prologue: \nLooking at things I read in my RSS I notice first that indeed I look at my RSS reader (Feedly), and not at my mailbox. RSS is a civilized way of following updates from disparate sites you like, aggregating them in o…",
          "link": "https://nintil.com/substack-milquetoast/",
          "publishedOn": "2020-10-17T00:00:00.000Z",
          "wordCount": 4045,
          "title": "[Guest post] How Substack Became Milquetoast"
        }
      ]
    },
    {
      "title": "Fantastic Anachronism",
      "feedUrl": "https://fantasticanachronism.com/atom.xml",
      "siteUrl": "/atom.xml",
      "articles": [
        {
          "id": "https://fantasticanachronism.com/2021/05/25/returns-to-scale-in-broken-windows/",
          "author": null,
          "description": "<div type=\"html\"/>",
          "link": "https://fantasticanachronism.com/2021/05/25/returns-to-scale-in-broken-windows/",
          "publishedOn": "2021-05-25T12:46:05.000Z",
          "wordCount": 3067,
          "title": "Returns to Scale in Broken Windows"
        },
        {
          "id": "https://fantasticanachronism.com/2021/05/03/highlights-from-the-decline-and-fall-of-the-roman-empire/",
          "author": null,
          "description": "[If you missed the review you might want to check it out before or after the highlights.]\nI highlighted approximately 106,000 words (or more than 250 pages), far too much to share in a blog post. Instead I have selected some highlights², picking out a handful of events and persons that stood out (plus an assortment of shorter passages):\n\nJulian the Apostate, the brilliant last pagan emperor whose LARPing and attempts at reform were tragically doomed.\nThe barbarian invasions of the 4th and 5th centuries, and…",
          "link": "https://fantasticanachronism.com/2021/05/03/highlights-from-the-decline-and-fall-of-the-roman-empire/",
          "publishedOn": "2021-05-03T11:51:02.000Z",
          "wordCount": 17988,
          "title": "Highlights from The Decline and Fall of the Roman Empire"
        },
        {
          "id": "https://fantasticanachronism.com/2021/04/28/book-review-the-decline-and-fall-of-the-roman-empire/",
          "author": null,
          "description": "When I begun my journey with Gibbon I knew two things: that he was one of the great stylists of the English language, and that he had a silly monocausal theory blaming Christianity for the fall of the Roman Empire.\nOnly one of those is true.\n\nGeneral Remarks\n\nIn the conduct of those monarchs we may trace the utmost lines of vice and virtue; the most exalted perfection and the meanest degeneracy of our own species.\n\nLike the Iliad, like the pyramids, the Decline and Fall has an air of unreality. Even after e…",
          "link": "https://fantasticanachronism.com/2021/04/28/book-review-the-decline-and-fall-of-the-roman-empire/",
          "publishedOn": "2021-04-28T14:56:10.000Z",
          "wordCount": 8910,
          "title": "Book Review: The Decline and Fall of the Roman Empire"
        },
        {
          "id": "https://fantasticanachronism.com/2021/04/01/links-and-what-ive-been-reading-q1-2021/",
          "author": null,
          "description": "Links\nMetasciencey Stuff\nI tried to report scientific misconduct. How did it go? It&#39;s exactly as tragicomic as you expect. Hilariously blatant fraud, recalcitrant journal editors (though some did their job properly), and of course &quot;A month after that, Southwest University cleared Dr. Zhang of all charges.&quot;\n\nThe clearest consequence of my actions has been that Zhang has gotten better at publishing. Every time I reported an irregularity with his data, his next article would not feature that irre…",
          "link": "https://fantasticanachronism.com/2021/04/01/links-and-what-ive-been-reading-q1-2021/",
          "publishedOn": "2021-04-01T11:17:52.000Z",
          "wordCount": 2941,
          "title": "Links & What I've Been Reading Q1 2021"
        },
        {
          "id": "https://fantasticanachronism.com/2021/03/23/two-paths-to-the-future/",
          "author": null,
          "description": "[[ ]] Level-1 or world space is an anthropomorphically scaled, predominantly vision-configured, massively multi-slotted reality system that is obsolescing very rapidly.\nGarbage time is running out.\nCan what is playing you make it to level-2?\n\nThe history of the world is a history of s-curves stacked on top of each other. Here&#39;s one of my favorite charts, showing growth in how much cutting edge could be produced from 1kg of flint during the stone age:1\n\nNote the logarithmic y-axis—the growth is not expon…",
          "link": "https://fantasticanachronism.com/2021/03/23/two-paths-to-the-future/",
          "publishedOn": "2021-03-23T13:35:43.000Z",
          "wordCount": 5024,
          "title": "Two Paths to the Future"
        },
        {
          "id": "https://fantasticanachronism.com/2021/03/22/princeton-cemetery/",
          "author": null,
          "description": "Three men jump over the fence of Princeton Cemetery under the cover of a moonless night. They know where they&#39;re going and quickly reach their target. After a few minutes of methodical digging they hit the bones. It&#39;s the head they really want, but they take a few more just to be sure. As the van drives off, a thermite charge annihilates everything left behind. An hour later they reach the coast and take a dinghy out to meet the submarine that is going to take them back to Shanghai.\nWithin a week, g…",
          "link": "https://fantasticanachronism.com/2021/03/22/princeton-cemetery/",
          "publishedOn": "2021-03-22T11:42:56.000Z",
          "wordCount": 352,
          "title": "Princeton Cemetery"
        },
        {
          "id": "https://fantasticanachronism.com/2021/02/09/urne-buriall-in-tlon/",
          "author": null,
          "description": "At the end of Jorge Luis Borges&#39;s Tlön, Uqbar, Orbis Tertius, the Tlönian conspiracy is taking over the world and the narrator retreats into esoteric literary pursuits. The final paragraph reads:\n\nThen English and French and mere Spanish will disappear from the globe. The world will be Tlön. I pay no attention to all this and go on revising, in the still days at the Adrogue hotel, an uncertain Quevedian translation (which I do not intend to publish) of Browne&#39;s Urn Burial.\n\nWho&#39;s Browne? What is…",
          "link": "https://fantasticanachronism.com/2021/02/09/urne-buriall-in-tlon/",
          "publishedOn": "2021-02-09T12:42:01.000Z",
          "wordCount": 1602,
          "title": "Urne-Buriall in Tlön and the Sedulous Ape"
        },
        {
          "id": "https://fantasticanachronism.com/2021/01/18/the-best-and-worst-books-i-read-in-2020/",
          "author": null,
          "description": "The Best\n\nLucio Russo, The Forgotten Revolution: How Science Was Born in 300 BC and Why it Had to Be Reborn\nRusso argues that Hellenistic science was significantly more developed than generally believed, and that it was killed by the Romans. This is one of those books that you have to approach with aggressive skepticism: Russo makes the case for a Hellenistic hypothetico-deductive scientific method, and some of the deductions he makes from second-hand readings certainly seem a bit much. But even if you don&…",
          "link": "https://fantasticanachronism.com/2021/01/18/the-best-and-worst-books-i-read-in-2020/",
          "publishedOn": "2021-01-18T13:04:23.000Z",
          "wordCount": 2996,
          "title": "The Best and Worst Books I Read in 2020"
        },
        {
          "id": "https://fantasticanachronism.com/2021/01/12/unjustified-true-disbelief/",
          "author": null,
          "description": "Yesterday I wrote about fake experts and credentialism, but left open the question of how to react. The philosopher Edmund Gettier is famous for presenting a series of problems (known as Gettier cases) designed to undermine the justified true belief account of knowledge. I&#39;m interested in a more pragmatic issue: people rejecting bad science when they don&#39;t have the abilities necessary to make such a judgment, or in other words, unjustified true disbelief.1\nThere are tons of articles suggesting that …",
          "link": "https://fantasticanachronism.com/2021/01/12/unjustified-true-disbelief/",
          "publishedOn": "2021-01-12T13:53:10.000Z",
          "wordCount": 2232,
          "title": "Unjustified True Disbelief"
        },
        {
          "id": "https://fantasticanachronism.com/2021/01/11/are-experts-real/",
          "author": null,
          "description": "I vacillate between two modes: sometimes I think every scientific and professional field is genuinely complex, requiring years if not decades of specialization to truly understand even a small sliver of it, and the experts1 at the apex of these fields have deep insights about their subject matter. The evidence in favor of this view seems pretty good, a quick look at the technology, health, and wealth around us ought to convince anyone.\nBut sometimes one of these masters at the top of the mountain will say s…",
          "link": "https://fantasticanachronism.com/2021/01/11/are-experts-real/",
          "publishedOn": "2021-01-11T12:21:13.000Z",
          "wordCount": 3038,
          "title": "Are Experts Real?"
        },
        {
          "id": "https://fantasticanachronism.com/2020/12/30/links-and-what-ive-been-reading-q4-2020/",
          "author": null,
          "description": "Links\nForecasting\nArpit Gupta on prediction markets vs 538 in the 2020 election: &quot;Betting markets are pretty well calibrated—state markets that have an estimate of 50% are, in fact, tossups in the election. 538 is at least 20 points off—if 538 says that a state has a ~74% chance of going for Democrats, it really is a tossup.&quot; Also, In Defense of Polling: How I earned $50,000 on election night using polling data and some Python code. Here is a giant spreadsheet that scores 538/Economist vs markets.…",
          "link": "https://fantasticanachronism.com/2020/12/30/links-and-what-ive-been-reading-q4-2020/",
          "publishedOn": "2020-12-30T12:40:35.000Z",
          "wordCount": 3074,
          "title": "Links & What I've Been Reading Q4 2020"
        },
        {
          "id": "https://fantasticanachronism.com/2020/11/30/book-review-the-idiot/",
          "author": null,
          "description": "In 1969, Alfred Appel declared that Ada or Ardor was &quot;the last 19th-century Russian novel&quot;. Now we have in our hands a new last 19th-century Russian novel—perhaps even the final one. And while Nabokov selected the obvious and trivial task of combining the Russian and American novels, our &quot;Dostoyevsky&quot; (an obvious pseudonym) has given himself the unparalleled and interminably heroic mission of combining the Russian novel with the Mexican soap opera. I am pleased to report that he has succ…",
          "link": "https://fantasticanachronism.com/2020/11/30/book-review-the-idiot/",
          "publishedOn": "2020-11-30T12:50:01.000Z",
          "wordCount": 2103,
          "title": "Book Review: The Idiot"
        },
        {
          "id": "https://fantasticanachronism.com/2020/11/28/metascience-and-philosophy/",
          "author": null,
          "description": "It has been said that philosophy of science is as useful to scientists as ornithology is to birds. But perhaps it can be useful to metascientists?\nState of Play\nPhilosophy\nIn the 20th century, philosophy of science attracted first-rate minds: scientists like Henri Poincaré, Pierre Duhem, and Michael Polanyi, as well as philosophers like Popper, Quine, Carnap, Kuhn, and Lakatos. Today the field is a backwater, lost in endless debates about scientific realism which evoke the malaise of medieval angelology.1 D…",
          "link": "https://fantasticanachronism.com/2020/11/28/metascience-and-philosophy/",
          "publishedOn": "2020-11-28T12:51:34.000Z",
          "wordCount": 2931,
          "title": "Metascience and Philosophy"
        },
        {
          "id": "https://fantasticanachronism.com/2020/11/03/swedens-covid-19-numbers/",
          "author": null,
          "description": "Comparing Sweden&#39;s COVID-19 statistics to other European countries, two peculiar features emerge:\n\nDespite very different policies, Sweden has a similar pattern of cases.\nDespite a similar pattern of cases, Sweden has a very different pattern of deaths.\n\nSweden&#39;s Strategy\nWhat exactly has Sweden done (and not done) in response to COVID-19?\n\nThe government has banned large public gatherings.\nThe government has partially closed schools and universities: lower secondary schools remained open while olde…",
          "link": "https://fantasticanachronism.com/2020/11/03/swedens-covid-19-numbers/",
          "publishedOn": "2020-11-03T12:08:54.000Z",
          "wordCount": 1322,
          "title": "The Riddle of Sweden's COVID-19 Numbers"
        },
        {
          "id": "https://fantasticanachronism.com/2020/10/22/when-the-worst-man-in-the-world-writes-a-masterpiece/",
          "author": null,
          "description": "Boswell&#39;s Life of Johnson is not just one of my favorite books, it also engendered some of my favorite book reviews. While praise for the work is universal, the main question commentators try to answer is this: how did the worst man in the world manage to write the best biography?\nThe Man\nWho was James Boswell? He was a perpetual drunk, a degenerate gambler, a sex addict, whoremonger, exhibitionist, and rapist. He gave his wife an STD he caught from a prostitute.\nSelfish, servile and self-indulgent, laz…",
          "link": "https://fantasticanachronism.com/2020/10/22/when-the-worst-man-in-the-world-writes-a-masterpiece/",
          "publishedOn": "2020-10-22T13:57:27.000Z",
          "wordCount": 3078,
          "title": "When the Worst Man in the World Writes a Masterpiece"
        },
        {
          "id": "https://fantasticanachronism.com/2020/10/01/links-and-what-ive-been-reading-q3-2020/",
          "author": null,
          "description": "Links\nHigh Replicability of Newly-Discovered Social-behavioral Findings is Achievable: a replication of 16 papers that followed &quot;optimal practices&quot; finds a high rate of replicability and virtually identical effect sizes as the original studies.\nHow do you decide what to replicate? This paper attempts to build a model that can be used to pick studies to maximize utility gained from replications.\nGuzey on that deworming study, tracks which variables are reported across 5 different drafts of the pape…",
          "link": "https://fantasticanachronism.com/2020/10/01/links-and-what-ive-been-reading-q3-2020/",
          "publishedOn": "2020-10-01T12:34:25.000Z",
          "wordCount": 1464,
          "title": "Links & What I've Been Reading Q3 2020"
        },
        {
          "id": "https://fantasticanachronism.com/2020/09/11/whats-wrong-with-social-science-and-how-to-fix-it/",
          "author": null,
          "description": "I&#39;ve seen things you people wouldn&#39;t believe.\n\nOver the past year, I have skimmed through 2578 social science papers, spending about 2.5 minutes on each one. This was due to my participation in Replication Markets, a part of DARPA&#39;s SCORE program, whose goal is to evaluate the reliability of social science research. 3000 studies were split up into 10 rounds of ~300 studies each. Starting in August 2019, each round consisted of one week of surveys followed by two weeks of market trading. I finish…",
          "link": "https://fantasticanachronism.com/2020/09/11/whats-wrong-with-social-science-and-how-to-fix-it/",
          "publishedOn": "2020-09-11T18:31:28.000Z",
          "wordCount": 7910,
          "title": "What's Wrong with Social Science and How to Fix It: Reflections After Reading 2578 Papers"
        },
        {
          "id": "https://fantasticanachronism.com/2020/08/11/how-many-undetected-frauds-in-science/",
          "author": null,
          "description": "0.04% of papers are retracted. At least 1.9% of papers have duplicate images &quot;suggestive of deliberate manipulation&quot;. About 2.5% of scientists admit to fraud, and they estimate that 10% of other scientists have committed fraud. 27% of postdocs said they were willing to select or omit data to improve their results. More than 50% of published findings in psychology are false. The ORI, which makes about 13 misconduct findings per year, gives a conservative estimate of over 2000 misconduct incidents p…",
          "link": "https://fantasticanachronism.com/2020/08/11/how-many-undetected-frauds-in-science/",
          "publishedOn": "2020-08-11T05:19:23.000Z",
          "wordCount": 1972,
          "title": "How Many Undetected Frauds in Science?"
        },
        {
          "id": "https://fantasticanachronism.com/2020/07/29/book-review-science-fictions-by-stuart-ritchie/",
          "author": null,
          "description": "In 1945, Robert Merton wrote:\n\nThere is only this to be said: the sociology of knowledge is fast outgrowing a prior tendency to confuse provisional hypothesis with unimpeachable dogma; the plenitude of speculative insights which marked its early stages are now being subjected to increasingly rigorous test.\n\nThen, 16 years later:\n\nAfter enjoying more than two generations of scholarly interest, the sociology of knowledge remains largely a subject for meditation rather than a field of sustained and methodical …",
          "link": "https://fantasticanachronism.com/2020/07/29/book-review-science-fictions-by-stuart-ritchie/",
          "publishedOn": "2020-07-28T21:21:09.000Z",
          "wordCount": 1169,
          "title": "Book Review: Science Fictions by Stuart Ritchie"
        },
        {
          "id": "https://fantasticanachronism.com/2020/07/01/links-q2-2020/",
          "author": null,
          "description": "Tyler Cowen reviews Status and Beauty in the Global Party Circuit. &quot;In this world, girls function as a form of capital.&quot; The podcast is good too.\nLots of good info on education: Why Conventional Wisdom on Education Reform is Wrong (a primer)\nScott Alexander on the life of Herbert Hoover.\nLonger-Run Economic Consequences of Pandemics [speculative]:\n\nMeasured by deviations in a benchmark economic statistic, the real natural rate of interest, these responses indicate that pandemics are followed by su…",
          "link": "https://fantasticanachronism.com/2020/07/01/links-q2-2020/",
          "publishedOn": "2020-07-01T20:52:43.000Z",
          "wordCount": 522,
          "title": "Links Q2 2020"
        },
        {
          "id": "https://fantasticanachronism.com/2020/03/03/memetic-defoundation/",
          "author": null,
          "description": "The bunny ears sign used to be a way of calling someone a cuck. In fact they&#39;re not bunny ears at all, they&#39;re cuckold horns. The original meaning has been lost, and today clueless children across the world use it as nothing more than a vaguely teasing gesture. This is an amusing case of a wider phenomenon I like to call memetic defoundation.\n\nA general formulation would look something like this:\n\nStart with a couple of ideas of the form &quot;[foundation] therefore [meme]&quot;1\n[foundation] is for…",
          "link": "https://fantasticanachronism.com/2020/03/03/memetic-defoundation/",
          "publishedOn": "2020-03-03T20:35:15.000Z",
          "wordCount": 3503,
          "title": "Memetic Defoundation"
        }
      ]
    },
    {
      "title": "Dormin",
      "feedUrl": "https://dormin.org/feed/",
      "siteUrl": "https://dormin.org",
      "articles": [
        {
          "id": "http://dormin.org/?p=1005",
          "author": "Matt Lakeman",
          "description": "It’s been almost seven months since my last post. I needed a break from blogging, and I wanted to spend more time on fiction writing, but now I’m ready to get back into it again.… More",
          "link": "https://dormin.org/2021/06/01/mattlakeman-org/",
          "publishedOn": "2021-06-01T16:38:40.000Z",
          "wordCount": 708,
          "title": "Mattlakeman.org"
        },
        {
          "id": "http://dormin.org/?p=994",
          "author": "Dormin111",
          "description": "There&#8217;s not too much to say on this one, so I&#8217;ll keep it short. My goal was to do nothing for 24 hours. Like everyone in the modern world, I’m hopelessly addicted to little dopamine&#8230; More",
          "link": "https://dormin.org/2020/12/08/the-24-hour-do-nothing-challenge/",
          "publishedOn": "2020-12-08T18:20:35.000Z",
          "wordCount": 1630,
          "title": "The 24 Hour “Do Nothing” Challenge"
        },
        {
          "id": "http://dormin.org/?p=932",
          "author": "Dormin111",
          "description": "A few weeks ago, a friend came to me with a bad idea. He wanted us to start a dietary supplement and nootropics company together. We would use dropshipping to offload most inventory and management&#8230; More",
          "link": "https://dormin.org/2020/11/22/reflections-on-having-a-bad-idea/",
          "publishedOn": "2020-11-22T16:08:10.000Z",
          "wordCount": 4469,
          "title": "Reflections on Having a Bad Idea"
        },
        {
          "id": "http://dormin.org/?p=896",
          "author": "Dormin111",
          "description": "For 24 hours I will be blind and alone in my apartment. I eventually want to try being blind for a week, but I’ll need seven days with no other obligations, and I won’t have&#8230; More",
          "link": "https://dormin.org/2020/11/08/the-blind-alone-and-confused-for-24-hours-challenge/",
          "publishedOn": "2020-11-08T15:15:30.000Z",
          "wordCount": 5136,
          "title": "The Blind, Alone, and Confused for 24 Hours Challenge"
        },
        {
          "id": "http://dormin.org/?p=870",
          "author": "Dormin111",
          "description": "I was once at a dinner party and someone was telling me about her recent trip to Arizona. One of the highlights was visiting a biodome project where scientists had attempted to achieve a totally&#8230; More",
          "link": "https://dormin.org/2020/10/06/thoughts-on-meaning-and-writing/",
          "publishedOn": "2020-10-06T19:14:31.000Z",
          "wordCount": 4041,
          "title": "Thoughts on Meaning and Writing"
        },
        {
          "id": "http://dormin.org/?p=838",
          "author": "Dormin111",
          "description": "Pocket Guide to China is a 64 page primer for American soldiers stationed in China during World War II written by unknown personnel of the Special Service Division of the Army Service Forces of the&#8230; More",
          "link": "https://dormin.org/2020/09/21/everything-you-need-to-know-about-chinese-people-according-to-the-us-government-in-1943/",
          "publishedOn": "2020-09-21T14:20:55.000Z",
          "wordCount": 1894,
          "title": "Everything You Need to Know About Chinese People (According to the US Government in 1943)"
        },
        {
          "id": "http://dormin.org/?p=719",
          "author": "Dormin111",
          "description": "Prior to last month, I knew next to nothing about K-pop (Korean popular music) besides having heard a few songs in passing and the rumors of the industry’s infamous elements, most notably a string of&#8230; More",
          "link": "https://dormin.org/2020/09/06/a-deep-dive-into-k-pop/",
          "publishedOn": "2020-09-06T13:58:20.000Z",
          "wordCount": 50839,
          "title": "A Deep Dive into K-pop"
        },
        {
          "id": "http://dormin.org/?p=567",
          "author": "Dormin111",
          "description": "Bypassing numerous international restrictions, I traveled from America to Spain for a month-long trip in July.  Most of the month was spent in and around Madrid, but I took a brief trip north to Galicia,&#8230; More",
          "link": "https://dormin.org/2020/08/09/notes-on-spain/",
          "publishedOn": "2020-08-09T15:38:29.000Z",
          "wordCount": 8227,
          "title": "Notes on Spain"
        },
        {
          "id": "http://dormin.org/?p=545",
          "author": "Dormin111",
          "description": "I read and reviewed Oliver Platt’s Imperial Twilight: The Opium War and the End of China’s Last Golden Age over a year ago, and I haven’t been able to get one small story from the&#8230; More",
          "link": "https://dormin.org/2020/07/10/how-much-would-you-need-to-be-paid-to-live-on-a-deserted-island-for-1-5-years-and-do-nothing-but-kill-seals/",
          "publishedOn": "2020-07-10T14:15:24.000Z",
          "wordCount": 3455,
          "title": "How Much Would You Need to be Paid to Live on a Deserted Island for 1.5 Years and Do Nothing but Kill Seals?"
        },
        {
          "id": "http://dormin.org/?p=534",
          "author": "Dormin111",
          "description": "The Spanish conquest of the Aztecs was terrible. It was a prolonged period of pestilence, famine, torture, rape, plunder, destruction, conquest, cultural eradication, and general misery, with a short term death toll of something like&#8230; More",
          "link": "https://dormin.org/2020/06/25/polygamy-human-sacrifices-and-steel-why-the-aztecs-were-awesome/",
          "publishedOn": "2020-06-25T14:42:38.000Z",
          "wordCount": 19048,
          "title": "Polygamy, Human Sacrifices, and Steel – Why the Aztecs Were Awesome"
        },
        {
          "id": "http://dormin.org/?p=499",
          "author": "Dormin111",
          "description": "From May 15 to June 13, I was on the vegan diet. This experiment turned out to be far less interesting than expected, so I’m going to keep this short. &#160; Rules I can eat&#8230; More",
          "link": "https://dormin.org/2020/06/15/30-day-vegan-challenge/",
          "publishedOn": "2020-06-15T17:00:05.000Z",
          "wordCount": 2151,
          "title": "30 Day Vegan Challenge"
        }
      ]
    },
    {
      "title": "benkuhn.net",
      "feedUrl": "https://www.benkuhn.net/index.xml",
      "siteUrl": "https://www.benkuhn.net/",
      "articles": [
        {
          "id": "https://www.benkuhn.net/weeklyessays/",
          "author": null,
          "description": "I start each of my weekly reviews by re-reading one of my favorite essays of life advice&mdash;a different one each week. It&rsquo;s useful for a few different reasons:\nIt helps me get into the right reflective frame of mind.\nThe best essays are dense enough with useful advice that I find new interesting bits every time I read them.\nMuch good advice is easy to understand, but hard to implement. So to get the most benefit from it, you should find whatever version of it most resonates you and then re-read it …",
          "link": "https://www.benkuhn.net/weeklyessays/",
          "publishedOn": "2020-12-23T00:00:00.000Z",
          "wordCount": 2655,
          "title": "My favorite essays of life advice"
        },
        {
          "id": "https://www.benkuhn.net/listen/",
          "author": null,
          "description": "source\n\nA common piece of interacting-with-people advice goes: &ldquo;often when people complain, they don&rsquo;t want help, they just want you to listen!&rdquo;\nFor instance, Nonviolent Communication:✻\n✻Nonviolent Communication, ch. 7.\n\nIt is often frustrating for someone needing empathy to have us assume that they want reassurance or “fix-it” advice.\nActive Listening:†\n†Active Listening, p. 2\n\nSimilarly, advice and information are almost always seen as efforts to change a person and thus serve as barrier…",
          "link": "https://www.benkuhn.net/listen/",
          "publishedOn": "2020-12-12T00:00:00.000Z",
          "wordCount": 1869,
          "title": "To listen well, get curious"
        },
        {
          "id": "https://www.benkuhn.net/blub/",
          "author": null,
          "description": "Sometimes people ask me what they should learn to become a better programmer. I feel like the default recommendation here is usually an obscure programming language or a textbook on some high-powered machinery like ML. So I always feel a little bit embarrassed and boring when I instead suggest going really deep on what you already know: your main programming language, web framework, object-relational mapper, UI library, version control system, database, Unix tools, etc. It&rsquo;s not shiny or esoteric, but…",
          "link": "https://www.benkuhn.net/blub/",
          "publishedOn": "2020-12-05T00:00:00.000Z",
          "wordCount": 4228,
          "title": "In defense of blub studies"
        },
        {
          "id": "https://www.benkuhn.net/vc/",
          "author": null,
          "description": "I spend a lot of my day on video calls. Wave is a distributed company, so they&rsquo;re the main way we communicate. But compared to talking in person, they feel unnatural:\nMost people have low-quality microphones and webcams that make them look and sound bad.\nThere&rsquo;s a lag between when you say something and when the other person hears it, making it hard to navigate conversational turn-taking.\nIf you&rsquo;re using headphones, you can&rsquo;t hear your own voice very well.\nBecause of echo cancellation…",
          "link": "https://www.benkuhn.net/vc/",
          "publishedOn": "2020-09-27T00:00:00.000Z",
          "wordCount": 6124,
          "title": "How to make video calls almost as good as face-to-face"
        },
        {
          "id": "https://www.benkuhn.net/focustools/",
          "author": null,
          "description": "Once I realized that my attention was even scarcer than my time, I became an anti-distraction fanatic. During my weekly reviews I methodically went through my past week, figured out what had been distracting me, and tried to eliminate it or replace it with something less distracting.\nOver time, this has led me to find lots of tools (and ways of using my tools) that help me stay more focused. Here are some of the things I&rsquo;ve started doing:\n\nAnxious yet?\n\n\n\nI aggressively disable notifications and badge…",
          "link": "https://www.benkuhn.net/focustools/",
          "publishedOn": "2020-08-04T00:00:00.000Z",
          "wordCount": 1767,
          "title": "Tools for keeping focused"
        },
        {
          "id": "https://www.benkuhn.net/attention/",
          "author": null,
          "description": "Like many people, I have most of my best ideas in the shower.\nThis is sometimes annoying: I could use more than one shower&rsquo;s worth of good ideas a day, but I&rsquo;d rather not end up as a shrivelled yet insightful prune. Mostly, though, shower ideas are the incentive that keeps me smelling okay, so I grudgingly accept the constraint.\nThe time when it was most constraining was the first time I became a manager. I only had a few reports, so managing them wasn&rsquo;t a full-time job. But I was very bad…",
          "link": "https://www.benkuhn.net/attention/",
          "publishedOn": "2020-07-29T00:00:00.000Z",
          "wordCount": 1985,
          "title": "Attention is your scarcest resource"
        },
        {
          "id": "https://www.benkuhn.net/impatient/",
          "author": null,
          "description": "June, 2017: my partner Eve and I are stuck at the visa-on-arrival desk in the domestic transfer wing of Bole International Airport, Addis Ababa. The rest of the transfer passengers, all Ethiopian, are waltzing past us to form a monster queue at passport control. As soon as I get my precious stamp, I sprint off to hold our place before more passengers sneak in front of us.\nTen minutes later, Eve finds me, groggy from our redeye and nonplussed about navigating the Ethiopian visa desk on her own. &ldquo;Why di…",
          "link": "https://www.benkuhn.net/impatient/",
          "publishedOn": "2020-07-23T00:00:00.000Z",
          "wordCount": 4751,
          "title": "Be impatient"
        },
        {
          "id": "https://www.benkuhn.net/progessays/",
          "author": null,
          "description": "Every so often I read an essay that I end up thinking about, and citing in conversation, over and over again.\nHere&rsquo;s my index of all the ones of those I can remember! I&rsquo;ll try to keep it up to date as I think of more.\n(sign up on site)\nNelson Elhage, Computers can be understood. The attitude embodied in this essay is one of the things that has made the biggest difference to my effectiveness as an engineer:\nI approach software with a deep-seated belief that computers and software systems can be u…",
          "link": "https://www.benkuhn.net/progessays/",
          "publishedOn": "2020-07-20T00:00:00.000Z",
          "wordCount": 2815,
          "title": "Essays on programming I think about a lot"
        },
        {
          "id": "https://www.benkuhn.net/nwe/",
          "author": null,
          "description": "Many large companies today are software monopolies that give their product away for free to get monopoly status, then do the most horrible things once they&rsquo;ve won. (Previously, previously.) Can we do anything about this?\nUnfortunately, &ldquo;you&rsquo;re the product&rdquo; is a popular business model for a reason: businesses like Facebook would be really hard to support without them.\nFacebook would be suicidal to charge its users money, because its entire selling point is that everyone uses it, and &…",
          "link": "https://www.benkuhn.net/nwe/",
          "publishedOn": "2020-07-05T00:00:00.000Z",
          "wordCount": 558,
          "title": "What should we do about network-effect monopolies?"
        },
        {
          "id": "https://www.benkuhn.net/weekly/",
          "author": null,
          "description": "Every Saturday morning, I take 3-4 hours to think about how my week went and how I&rsquo;ll make the next one better.\nThe format has changed over time, but for example, here&rsquo;s some of what I reflected on last week:\nI noticed I&rsquo;d fallen far short of my goal for written output. I decided to allocate more time to reading this week, hoping that it would generate more ideas. And I reorganized my morning routine to make it easier to start writing in the morning.\nI looked at some stats from RescueTime …",
          "link": "https://www.benkuhn.net/weekly/",
          "publishedOn": "2020-06-21T00:00:00.000Z",
          "wordCount": 1681,
          "title": "My weekly review habit"
        }
      ]
    },
    {
      "title": "Gray Mirror",
      "feedUrl": "https://graymirror.substack.com/feed/",
      "siteUrl": "https://graymirror.substack.com",
      "articles": [
        {
          "id": "https://graymirror.substack.com/p/rise-of-the-neutral-company",
          "author": "Curtis Yarvin",
          "description": "\"Politics is the exercise of collective power against human opposition.\"",
          "link": "https://graymirror.substack.com/p/rise-of-the-neutral-company",
          "publishedOn": "2021-06-02T22:06:01.000Z",
          "wordCount": null,
          "title": "Rise of the neutral company",
          "itunes": {},
          "enclosure": {
            "url": "https://cdn.substack.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F286b61b5-9b22-4a49-9650-694d6f36a10b_310x310.png",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://graymirror.substack.com/p/the-self-licking-napalm-ice-cream",
          "author": "Curtis Yarvin",
          "description": "\"Is science having a stroke?\"",
          "link": "https://graymirror.substack.com/p/the-self-licking-napalm-ice-cream",
          "publishedOn": "2021-05-28T03:48:38.000Z",
          "wordCount": null,
          "title": "The self-licking napalm ice cream cone",
          "itunes": {},
          "enclosure": {
            "url": "https://cdn.substack.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F286b61b5-9b22-4a49-9650-694d6f36a10b_310x310.png",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://graymirror.substack.com/p/the-inflation-economy",
          "author": "Curtis Yarvin",
          "description": "\"Money is a store of value, not a yardstick of pleasure.\"",
          "link": "https://graymirror.substack.com/p/the-inflation-economy",
          "publishedOn": "2021-05-25T08:00:38.000Z",
          "wordCount": 6236,
          "title": "The inflation economy"
        },
        {
          "id": "https://graymirror.substack.com/p/there-is-no-ai-risk",
          "author": "Curtis Yarvin",
          "description": "\"Intelligence does not trivially equal power.\"",
          "link": "https://graymirror.substack.com/p/there-is-no-ai-risk",
          "publishedOn": "2021-05-15T05:33:14.000Z",
          "wordCount": 6449,
          "title": "There is no AI risk"
        },
        {
          "id": "https://graymirror.substack.com/p/the-frivolity-of-the-pundit-right",
          "author": "Curtis Yarvin",
          "description": "\"One must ruthlessly write what one knows to be the truth, or else shut up.\"",
          "link": "https://graymirror.substack.com/p/the-frivolity-of-the-pundit-right",
          "publishedOn": "2021-05-02T10:15:28.000Z",
          "wordCount": 8447,
          "title": "The frivolity of the pundit right"
        },
        {
          "id": "https://graymirror.substack.com/p/the-divorce",
          "author": "Curtis Yarvin",
          "description": "\"From which no traveler is tracked.\"",
          "link": "https://graymirror.substack.com/p/the-divorce",
          "publishedOn": "2021-05-02T09:19:36.000Z",
          "wordCount": 490,
          "title": "The Divorce"
        },
        {
          "id": "https://graymirror.substack.com/p/the-perfect-thing",
          "author": "Curtis Yarvin",
          "description": "\"I will never buy you a diamond.\"",
          "link": "https://graymirror.substack.com/p/the-perfect-thing",
          "publishedOn": "2021-04-11T12:02:12.000Z",
          "wordCount": 773,
          "title": "The Perfect Thing"
        },
        {
          "id": "https://graymirror.substack.com/p/the-tubmaster",
          "author": "Curtis Yarvin",
          "description": "\"Never once the rock we carried.\"",
          "link": "https://graymirror.substack.com/p/the-tubmaster",
          "publishedOn": "2021-04-10T01:37:43.000Z",
          "wordCount": 979,
          "title": "The Tubmaster"
        },
        {
          "id": "https://graymirror.substack.com/p/tubes",
          "author": "Curtis Yarvin",
          "description": "\"I was eating that!\"",
          "link": "https://graymirror.substack.com/p/tubes",
          "publishedOn": "2021-04-07T14:50:28.000Z",
          "wordCount": 513,
          "title": "Tubes"
        },
        {
          "id": "https://graymirror.substack.com/p/jennifer-kollmer-1971-2021",
          "author": "Curtis Yarvin",
          "description": "\"No one will ever see the rock on which I stood.\"",
          "link": "https://graymirror.substack.com/p/jennifer-kollmer-1971-2021",
          "publishedOn": "2021-04-07T12:51:57.000Z",
          "wordCount": 333,
          "title": "Jennifer Kollmer, 1971-2021"
        },
        {
          "id": "https://graymirror.substack.com/p/lost-horses",
          "author": "Curtis Yarvin",
          "description": "\"That negation which is the life-breath of materialism.\"",
          "link": "https://graymirror.substack.com/p/lost-horses",
          "publishedOn": "2021-04-02T09:32:57.000Z",
          "wordCount": 501,
          "title": "Lost Horses"
        },
        {
          "id": "https://graymirror.substack.com/p/censorship-a-21st-century-approach",
          "author": "Curtis Yarvin",
          "description": "\"What's wrong with the workers of the world uniting?\"",
          "link": "https://graymirror.substack.com/p/censorship-a-21st-century-approach",
          "publishedOn": "2021-03-31T00:58:21.000Z",
          "wordCount": 10038,
          "title": "Censorship: a 21st-century approach"
        },
        {
          "id": "https://graymirror.substack.com/p/the-presentee-election",
          "author": "Curtis Yarvin",
          "description": "\"Every vote is cast in person by an identified citizen before an independent witness.\"",
          "link": "https://graymirror.substack.com/p/the-presentee-election",
          "publishedOn": "2021-03-27T00:59:24.000Z",
          "wordCount": 183,
          "title": "The presentee election"
        },
        {
          "id": "https://graymirror.substack.com/p/covid-and-our-strange-defeat",
          "author": "Curtis Yarvin",
          "description": "\"We have just suffered such a defeat as no one would have believed possible.\"",
          "link": "https://graymirror.substack.com/p/covid-and-our-strange-defeat",
          "publishedOn": "2021-03-23T07:20:59.000Z",
          "wordCount": 4419,
          "title": "Covid and our strange defeat"
        },
        {
          "id": "https://graymirror.substack.com/p/end-international-travel-now",
          "author": "Curtis Yarvin",
          "description": "\"The supreme function of statesmanship is to provide against preventable evils.\"",
          "link": "https://graymirror.substack.com/p/end-international-travel-now",
          "publishedOn": "2021-03-21T15:17:06.000Z",
          "wordCount": 1148,
          "title": "End international travel now"
        },
        {
          "id": "https://graymirror.substack.com/p/the-restoration-of-science",
          "author": "Curtis Yarvin",
          "description": "\"The entire recommencement of the whole work of the mind.\"",
          "link": "https://graymirror.substack.com/p/the-restoration-of-science",
          "publishedOn": "2021-03-20T09:11:49.000Z",
          "wordCount": 185,
          "title": "The restoration of science"
        },
        {
          "id": "https://graymirror.substack.com/p/covid-is-sciences-chernobyl",
          "author": "Curtis Yarvin",
          "description": "Covid isn't China's Chernobyl. Or even America's. Covid belongs to science itself.",
          "link": "https://graymirror.substack.com/p/covid-is-sciences-chernobyl",
          "publishedOn": "2021-03-18T00:41:41.000Z",
          "wordCount": 4936,
          "title": "Covid is science's Chernobyl"
        },
        {
          "id": "https://graymirror.substack.com/p/killing-the-ghosts",
          "author": "Curtis Yarvin",
          "description": "\"Some people are larger than life. Hitler is larger than death.\"",
          "link": "https://graymirror.substack.com/p/killing-the-ghosts",
          "publishedOn": "2021-03-13T02:25:35.000Z",
          "wordCount": 9166,
          "title": "Killing the ghosts"
        },
        {
          "id": "https://graymirror.substack.com/p/political-strategy-of-the-2020s",
          "author": "Curtis Yarvin",
          "description": "\"Yet the test of a general is not how he looks on a horse.\"",
          "link": "https://graymirror.substack.com/p/political-strategy-of-the-2020s",
          "publishedOn": "2021-03-06T19:29:21.000Z",
          "wordCount": 189,
          "title": "Political strategy of the 2020s"
        },
        {
          "id": "https://graymirror.substack.com/p/glasnost-and-perestroika",
          "author": "Curtis Yarvin",
          "description": "\"You had unfortunately not understood what kind of a jungle you lived in.\"",
          "link": "https://graymirror.substack.com/p/glasnost-and-perestroika",
          "publishedOn": "2021-03-04T08:23:40.000Z",
          "wordCount": 4182,
          "title": "Glasnost and perestroika"
        },
        {
          "id": "https://graymirror.substack.com/p/coriolanus-and-the-conservatives",
          "author": "Curtis Yarvin",
          "description": "\"For I will fight against my cankered country with the spleen of all the under fiends.\"",
          "link": "https://graymirror.substack.com/p/coriolanus-and-the-conservatives",
          "publishedOn": "2021-03-02T09:47:53.000Z",
          "wordCount": 6757,
          "title": "Coriolanus and the conservatives"
        },
        {
          "id": "https://graymirror.substack.com/p/64-the-technology-of-world-domination",
          "author": "Curtis Yarvin",
          "description": "\"This monarch has no selfish aims, for he has nothing to desire.\"",
          "link": "https://graymirror.substack.com/p/64-the-technology-of-world-domination",
          "publishedOn": "2021-02-28T08:25:16.000Z",
          "wordCount": 188,
          "title": "#6.4: the technology of world domination"
        },
        {
          "id": "https://graymirror.substack.com/p/if-a-lion-could-talk",
          "author": "Curtis Yarvin",
          "description": "\"Now he is safe from some disturbed intern whose clumsy advances he spurns.\"",
          "link": "https://graymirror.substack.com/p/if-a-lion-could-talk",
          "publishedOn": "2021-02-26T11:10:44.000Z",
          "wordCount": 5978,
          "title": "If a lion could talk"
        },
        {
          "id": "https://graymirror.substack.com/p/we-dont-have-to-live-like-this",
          "author": "Curtis Yarvin",
          "description": "\"Fuck you, and fuck your blender.\"",
          "link": "https://graymirror.substack.com/p/we-dont-have-to-live-like-this",
          "publishedOn": "2021-02-25T00:13:08.000Z",
          "wordCount": 6429,
          "title": "We don't have to live like this"
        }
      ]
    },
    {
      "title": "Reactions",
      "feedUrl": "https://douthat.substack.com/feed/",
      "siteUrl": "https://douthat.substack.com",
      "articles": [
        {
          "id": "https://douthat.substack.com/p/influential-intellectuals-revisited",
          "author": null,
          "description": "Important thinkers of the early 21st century, the bonus round.",
          "link": "https://douthat.substack.com/p/influential-intellectuals-revisited",
          "publishedOn": "2021-05-28T14:22:16.000Z",
          "wordCount": null,
          "title": "Influential Intellectuals Revisited",
          "itunes": {},
          "enclosure": {
            "url": "https://cdn.substack.com/image/fetch/h_600,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb8698fe8-935f-4569-a246-60fb1b6f4ef2_600x392.jpeg",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://douthat.substack.com/p/can-the-targaryens-conquer-television",
          "author": null,
          "description": "The perils of adapting the \"prehistory\" of George R.R. Martin and J.R.R. Tolkien",
          "link": "https://douthat.substack.com/p/can-the-targaryens-conquer-television",
          "publishedOn": "2021-05-20T13:09:16.000Z",
          "wordCount": 1547,
          "title": "Can the Targaryens Conquer Television?"
        },
        {
          "id": "https://douthat.substack.com/p/the-intelligentsia-against-religion",
          "author": null,
          "description": "Imagining a more anti-Christian elite culture (via Elizabeth Bruenig's mentions).",
          "link": "https://douthat.substack.com/p/the-intelligentsia-against-religion",
          "publishedOn": "2021-05-14T14:46:12.000Z",
          "wordCount": 1342,
          "title": "The Intelligentsia Against Religion"
        },
        {
          "id": "https://douthat.substack.com/p/the-rome-ing-of-the-right",
          "author": null,
          "description": "Do American conservative problems have Catholic solutions?",
          "link": "https://douthat.substack.com/p/the-rome-ing-of-the-right",
          "publishedOn": "2021-05-05T15:22:20.000Z",
          "wordCount": 1665,
          "title": "The Rome-ing of the Right"
        },
        {
          "id": "https://douthat.substack.com/p/the-ten-commandments-experience",
          "author": null,
          "description": "Reflections on a Very Oscar movie from a very different Oscar age.",
          "link": "https://douthat.substack.com/p/the-ten-commandments-experience",
          "publishedOn": "2021-04-30T15:04:39.000Z",
          "wordCount": 1504,
          "title": "The Ten Commandments Experience"
        },
        {
          "id": "https://douthat.substack.com/p/an-alternative-timeline-for-the-oscars",
          "author": null,
          "description": "The show's decline is inevitable, but the Academy's voters haven't helped.",
          "link": "https://douthat.substack.com/p/an-alternative-timeline-for-the-oscars",
          "publishedOn": "2021-04-28T15:41:50.000Z",
          "wordCount": 1372,
          "title": "An Alternative Timeline for the Oscars"
        },
        {
          "id": "https://douthat.substack.com/p/elites-and-christianity-in-theory",
          "author": null,
          "description": "Is the meritocracy irreligious for intellectual or sociological reasons?",
          "link": "https://douthat.substack.com/p/elites-and-christianity-in-theory",
          "publishedOn": "2021-04-23T14:31:34.000Z",
          "wordCount": 2457,
          "title": "Elites and Christianity in Theory and Practice"
        },
        {
          "id": "https://douthat.substack.com/p/fertility-kings-and-mom-genes",
          "author": null,
          "description": "A new book (from my wife) deepens the debate about fertility and family policy.",
          "link": "https://douthat.substack.com/p/fertility-kings-and-mom-genes",
          "publishedOn": "2021-04-21T13:24:58.000Z",
          "wordCount": 1928,
          "title": "Fertility Kings and Mom Genes"
        },
        {
          "id": "https://douthat.substack.com/p/the-superhero-body-problem",
          "author": null,
          "description": "On superhero fight scenes, the achievement of Logan, and the missed opportunities of Batman vs. Superman.",
          "link": "https://douthat.substack.com/p/the-superhero-body-problem",
          "publishedOn": "2021-04-15T15:52:47.000Z",
          "wordCount": 1920,
          "title": "The Superhero-Body Problem"
        },
        {
          "id": "https://douthat.substack.com/p/jurassic-park-is-frightening-in-the",
          "author": null,
          "description": "Remembering the days when Michael Crichton novels roamed the earth.",
          "link": "https://douthat.substack.com/p/jurassic-park-is-frightening-in-the",
          "publishedOn": "2021-04-07T14:17:49.000Z",
          "wordCount": 2508,
          "title": "Jurassic Park Is Frightening in the Dark"
        },
        {
          "id": "https://douthat.substack.com/p/the-cul-de-sacs-of-the-christian",
          "author": null,
          "description": "Looking for paths out of religious decadence.",
          "link": "https://douthat.substack.com/p/the-cul-de-sacs-of-the-christian",
          "publishedOn": "2021-04-01T13:44:21.000Z",
          "wordCount": 2919,
          "title": "The Cul-De-Sacs of the Christian Intellectual"
        },
        {
          "id": "https://douthat.substack.com/p/decadence-and-the-intellectuals",
          "author": null,
          "description": "Notes on the (apparent) exhaustion of the Western mind.",
          "link": "https://douthat.substack.com/p/decadence-and-the-intellectuals",
          "publishedOn": "2021-03-24T16:09:01.000Z",
          "wordCount": 2747,
          "title": "Decadence and the Intellectuals"
        },
        {
          "id": "https://douthat.substack.com/p/how-i-became-a-techno-futurist-kind",
          "author": null,
          "description": "A response to Patrick Deneen on the compatibility of traditionalism and dynamism.",
          "link": "https://douthat.substack.com/p/how-i-became-a-techno-futurist-kind",
          "publishedOn": "2021-03-18T15:54:56.000Z",
          "wordCount": 2865,
          "title": "How I Became a Techno-Futurist (Kind Of)"
        },
        {
          "id": "https://douthat.substack.com/p/the-rights-answer-to-decadence",
          "author": null,
          "description": "Post-liberalism and its present limits, from Hungary to MAGA.",
          "link": "https://douthat.substack.com/p/the-rights-answer-to-decadence",
          "publishedOn": "2021-03-16T15:48:53.000Z",
          "wordCount": 1914,
          "title": "The Right's Answer to Decadence?"
        },
        {
          "id": "https://douthat.substack.com/p/memes-against-decadence",
          "author": null,
          "description": "Sometimes the virtual really can transform the real.",
          "link": "https://douthat.substack.com/p/memes-against-decadence",
          "publishedOn": "2021-03-12T16:04:40.000Z",
          "wordCount": 1150,
          "title": "Memes Against Decadence"
        },
        {
          "id": "https://douthat.substack.com/p/is-america-just-beginning",
          "author": null,
          "description": "Arguing with Bruno Ma&#231;aes about virtual reality and decadence.",
          "link": "https://douthat.substack.com/p/is-america-just-beginning",
          "publishedOn": "2021-03-11T15:18:35.000Z",
          "wordCount": 2014,
          "title": "Is America Just Beginning?"
        },
        {
          "id": "https://douthat.substack.com/p/the-implications-of-the-6th-of-january",
          "author": "Ross Douthat",
          "description": "Dreampolitik became real in the Capitol Riot. Did History come back with it?",
          "link": "https://douthat.substack.com/p/the-implications-of-the-6th-of-january",
          "publishedOn": "2021-03-10T14:41:39.000Z",
          "wordCount": 1623,
          "title": "The Implications of the 6th of January"
        },
        {
          "id": "https://douthat.substack.com/p/can-science-end-decadence",
          "author": "Ross Douthat",
          "description": "Or does a decadent society get the technological progress it deserves?",
          "link": "https://douthat.substack.com/p/can-science-end-decadence",
          "publishedOn": "2021-03-09T14:40:52.000Z",
          "wordCount": 2570,
          "title": "Can Science End Decadence?"
        },
        {
          "id": "https://douthat.substack.com/p/the-pandemic-and-the-decadent-society",
          "author": "Ross Douthat",
          "description": "Has the coronavirus deepened our decadence, or pushed us somewhere new?",
          "link": "https://douthat.substack.com/p/the-pandemic-and-the-decadent-society",
          "publishedOn": "2021-03-08T14:45:34.000Z",
          "wordCount": 2144,
          "title": "The Pandemic and the Decadent Society"
        },
        {
          "id": "https://douthat.substack.com/p/coming-soon",
          "author": "Ross Douthat",
          "description": "A cultural notebook",
          "link": "https://douthat.substack.com/p/coming-soon",
          "publishedOn": "2021-02-15T21:10:57.000Z",
          "wordCount": 198,
          "title": "Welcome to Reactions"
        }
      ]
    },
    {
      "title": "Overcoming Bias",
      "feedUrl": "http://www.overcomingbias.com/feed",
      "siteUrl": "http://www.overcomingbias.com",
      "articles": [
        {
          "id": "https://www.overcomingbias.com/?p=32859",
          "author": "Robin Hanson",
          "description": "Since before I was born, elites have maintained a severe taboo against taking seriously the hypothesis that UFOs are aliens. As I’ve discussed, elite-aspiring UFO researchers have themselves embraced this taboo. They seem to figure that if we look carefully … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/06/skirting-ufo-taboos.html",
          "publishedOn": "2021-06-07T13:10:15.000Z",
          "wordCount": 1239,
          "title": "Skirting UFO Taboos"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32856",
          "author": "Robin Hanson",
          "description": "Status seems pretty central to the UFO phenomena. For example, reports have been filed on well over 100K encounters worldwide so far, but most of the books & movies on the topic focus on the same few cases. These cases … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/06/ufos-and-status.html",
          "publishedOn": "2021-06-04T20:30:35.000Z",
          "wordCount": 1144,
          "title": "UFOs and Status"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32855",
          "author": "Robin Hanson",
          "description": "Most democratic systems are pretty simple. To a first approximation, anyone can run for office, any adult citizen can vote, and voters can use all their usual ways to associate and talk to evaluate and coordinate on who to vote … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/06/who-wants-curated-democracy.html",
          "publishedOn": "2021-06-01T19:00:00.000Z",
          "wordCount": 876,
          "title": "Who Wants Curated Democracy?"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32850",
          "author": "Robin Hanson",
          "description": "Recently I’ve reviewed three books by academic biologists on the future of life in the universe. All three books have gained high profile and prestigious reviews in major media and academia. (Which is how I heard of them.) And all … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/05/the-artificial-life-taboo-in-biology.html",
          "publishedOn": "2021-05-29T14:30:32.000Z",
          "wordCount": 679,
          "title": "Biologists Taboo Artificial Life"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32851",
          "author": "Robin Hanson",
          "description": "Several times before I have posted on trying to figure out what just people mean when they propose “socialism”, and which variations seem how attractive. I just tried this exercise again, this time reading respected Yale economist and political scientist … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/05/roemers-socialism.html",
          "publishedOn": "2021-05-28T00:12:58.000Z",
          "wordCount": 1205,
          "title": "Roemer’s Socialism"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32848",
          "author": "Robin Hanson",
          "description": "In his new book The Biological Universe: Life in the Milky Way and Beyond, evolutionary biologist Wallace Arthur predicts the life we will find in the galaxy and universe: Life forms are to be found across the Milky Way and … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/05/the-biological-universe.html",
          "publishedOn": "2021-05-27T01:15:20.000Z",
          "wordCount": 1418,
          "title": "The Biological Universe"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32846",
          "author": "Robin Hanson",
          "description": "Regarding window/patios with nice beach or city views, and days when those views are nice, in two polls respondents estimate that at any given time 1.3% and 0.8% of such places are actually occupied by people enjoying these views. Which … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/05/views-arent-about-sights.html",
          "publishedOn": "2021-05-22T19:24:29.000Z",
          "wordCount": 740,
          "title": "Views Aren’t About Sights"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32844",
          "author": "Robin Hanson",
          "description": "One of the big wins of capitalism is that it creates strong private incentives for some kinds of social change. If someone has an idea for a change, they can get investors and employees to work with them, in hope of … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/05/if-we-win-you-win.html",
          "publishedOn": "2021-05-21T14:50:04.000Z",
          "wordCount": 973,
          "title": "“If We Win, You Win”"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32841",
          "author": "Robin Hanson",
          "description": "The UFOs as aliens hypothesis is only as believable as the most a priori believable story for how it could be true. When I tried to find a story like that, I ended up relying heavily on the idea of … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/05/panspermia-siblings.html",
          "publishedOn": "2021-05-20T14:30:12.000Z",
          "wordCount": 1162,
          "title": "Panspermia Siblings"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32839",
          "author": "Robin Hanson",
          "description": "Are elites nicer than other people? No, but they are better at being nice contingently, in the right situations where niceness is rewarded. And also with being mean contingently, in the situations where that is rewarded. Other people aren’t as … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/05/status-trumps-argument.html",
          "publishedOn": "2021-05-19T12:10:39.000Z",
          "wordCount": 819,
          "title": "Status Trumps Argument"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32837",
          "author": "Robin Hanson",
          "description": "Two LA area colleges, UCLA and USC, have a famous rivalry. Imagine that local law firms took sides, preferring to hire graduates from one or the other law school. Imagine further that some USC lawyers at a UCLA-favoring firm complained … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/05/who-watches-discrimination-watchers.html",
          "publishedOn": "2021-05-16T17:30:28.000Z",
          "wordCount": 1375,
          "title": "Who Watches Discrimination Watchers?"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32835",
          "author": "Robin Hanson",
          "description": "For Leslie Kean’s book “UFOs: Generals, Pilots, and Government Officials Go on the Record”, the only social scientists I know who have written on UFOs, Alexaner Wendt and Raymond Duvall, wrote “a new essay … incorporating their ideas … into … Continue reading →",
          "link": "http://www.overcomingbias.com/2021/05/when-the-tabooed-taboo.html",
          "publishedOn": "2021-05-15T16:45:50.000Z",
          "wordCount": 1840,
          "title": "When The Tabooed Taboo"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32826",
          "author": "Robin Hanson",
          "description": "On Thursday I came across this article, which discusses the peer-reviewed journal article, “Fungi on Mars? Evidence of Growth and Behavior From Sequential Images”. As its pictures seemed to me to suggest fungal life active now on Mars, I tweeted &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/05/parsing-pictures-of-mars-muck.html",
          "publishedOn": "2021-05-09T21:45:03.000Z",
          "wordCount": 1436,
          "title": "Parsing Pictures of Mars Muck"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32823",
          "author": "Robin Hanson",
          "description": "Sometimes I pride myself on my taking an intellectual strategy of tackling neglected important questions. However, one indicator of a topic being neglected is that it seems low status; people who discuss it are ridiculed, and their intellectual ability doubted. &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/05/ufos-say-govt-competence-is-either-surprisingly-high-or-surprisingly-low.html",
          "publishedOn": "2021-05-05T19:15:23.000Z",
          "wordCount": 1666,
          "title": "UFOs Show Govt. Competence As Either Surprisingly High Or Low"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32820",
          "author": "Robin Hanson",
          "description": "In a new paper in Journal of Social Philosophy, Nicholas Smyth offers a “moral critique” of “psychological debunking”, by which he means “a speech‐act which expresses the proposition that a person&#8217;s beliefs, intentions, or utterances are caused by hidden and &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/05/the-debunking-of-debunking.html",
          "publishedOn": "2021-05-03T18:25:07.000Z",
          "wordCount": 952,
          "title": "The Debunking of Debunking"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32818",
          "author": "Robin Hanson",
          "description": "In my career I’ve worked in an unusually large number of academic disciplines: physics, computer science, social science, psychology, engineering, and philosophy. But on a map of academic disciplines, where fields that cite each other often are put closer together, &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/05/theories-of-unnatural-selection.html",
          "publishedOn": "2021-05-03T02:00:40.000Z",
          "wordCount": 1165,
          "title": "Theories Of Unnatural Selection"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32816",
          "author": "Robin Hanson",
          "description": "When we talk, we say things that are explicit and direct, on the surface of the text, and we also say things that are in hidden and indirect, said in more deniable ways via subtext. Imagine that there was a &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/05/subtext-shows-status.html",
          "publishedOn": "2021-05-01T17:00:02.000Z",
          "wordCount": 806,
          "title": "Subtext Shows Status"
        },
        {
          "id": "https://www.overcomingbias.com/?p=32814",
          "author": "Robin Hanson",
          "description": "In this short post what I try to say is unusually imprecise, relative to what I usually try to say. Yet it seems important enough to try to say it anyway. I’ve noticed a big hole in my understanding, which &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/04/motives-emotives-are-opaque.html",
          "publishedOn": "2021-04-29T15:10:28.000Z",
          "wordCount": 569,
          "title": "Motive/Emotive Blindspot"
        },
        {
          "id": "http://www.overcomingbias.com/?p=32811",
          "author": "Robin Hanson",
          "description": "Over the decades I have written many times on how prediction markets might help the intellectual world. But usually my pitch has been to those who want to get a better actionable info out of intellectuals, or to help the &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/04/shoulda-listened-futures.html",
          "publishedOn": "2021-04-27T22:45:09.000Z",
          "wordCount": 1457,
          "title": "Shoulda-Listened Futures"
        },
        {
          "id": "http://www.overcomingbias.com/?p=32808",
          "author": "Robin Hanson",
          "description": "In their 2016 journal article &#8220;The Cosmic Zoo: The (Near) Inevitability of the Evolution of Complex, Macroscopic Life&#8220;, Dirk Schulze-Makuch and William Bains write: An important question is … whether there exists what Robin Hanson calls “The Great Filter” somewhere &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/04/schulze-makuch-bains-on-the-great-filter.html",
          "publishedOn": "2021-04-25T01:00:17.000Z",
          "wordCount": 1445,
          "title": "Schulze-Makuch & Bains on The Great Filter"
        },
        {
          "id": "http://www.overcomingbias.com/?p=32806",
          "author": "Robin Hanson",
          "description": "During this pandemic, elites have greatly enjoyed getting to feel important by weighing in on big pandemic policy questions, such as masks, lockdowns, travel restrictions, vaccine tests, vaccine distribution, etc. Each elite can feel self-righteous in their concern for others, &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/04/explaining-regulation.html",
          "publishedOn": "2021-04-24T16:10:56.000Z",
          "wordCount": 1206,
          "title": "Explaining Regulation"
        },
        {
          "id": "http://www.overcomingbias.com/?p=32801",
          "author": "Robin Hanson",
          "description": "Imagine that a restaurant wants to ask its associates (cooks, servers, etc.) what are the best two menu items to put on its menu as specials on a particular night. They have a large set of possible menu items to &#8230; Continue reading &#8594;",
          "link": "http://www.overcomingbias.com/2021/04/try-two-contest-board.html",
          "publishedOn": "2021-04-22T18:15:57.000Z",
          "wordCount": 942,
          "title": "Try-Two Contest Board"
        }
      ]
    },
    {
      "title": "For Our Posterity",
      "feedUrl": "https://www.forourposterity.com/rss/",
      "siteUrl": "https://www.forourposterity.com/",
      "articles": [
        {
          "id": "6032dc2fada7f2003971f96b",
          "author": "Stephen Malina",
          "description": "Conventional startup and business wisdom has become “there are plenty of good ideas, all that matters is execution.” We don’t buy it.",
          "link": "https://www.forourposterity.com/ideas-not-mattering-is-a-psyop/",
          "publishedOn": "2021-02-21T22:55:55.000Z",
          "wordCount": 385,
          "title": "Ideas Not Mattering Is A Psyop"
        },
        {
          "id": "60196a418d93350039d1f4bb",
          "author": "Leopold Aschenbrenner",
          "description": "To boost birth rates, make child benefits more useful and more salient by paying them out up front.",
          "link": "https://www.forourposterity.com/a-check-for-every-newborn/",
          "publishedOn": "2021-02-02T15:10:04.000Z",
          "wordCount": 1527,
          "title": "A $57,600 Check for Every Newborn"
        },
        {
          "id": "6012f923ecce520039b7a81f",
          "author": "Leopold Aschenbrenner",
          "description": "On mass delusion, sticking out, and cultivating the everyday habits of liberalism.",
          "link": "https://www.forourposterity.com/wear-a-weird-looking-mask/",
          "publishedOn": "2021-01-28T18:16:48.000Z",
          "wordCount": 2857,
          "title": "Wear a Weird-Looking Mask"
        },
        {
          "id": "600197fa7b7e9b0039c27b65",
          "author": "Leopold Aschenbrenner",
          "description": "America’s economic dependence on China creates a security vulnerability. But tariffs are royally ineffective at mitigating this vulnerability. I consider the underlying informational problem.",
          "link": "https://www.forourposterity.com/the-economics-of-decoupling/",
          "publishedOn": "2021-01-15T13:31:08.000Z",
          "wordCount": 2941,
          "title": "The Economics of Decoupling"
        },
        {
          "id": "5fc7abd17da32000391a671a",
          "author": "Leopold Aschenbrenner",
          "description": "Too many great minds waste away their time watching Netflix. Worse, we have made that culturally acceptable. For a TV-temperance movement.",
          "link": "https://www.forourposterity.com/against-netflix/",
          "publishedOn": "2020-12-02T15:11:16.000Z",
          "wordCount": 1240,
          "title": "Against Netflix"
        },
        {
          "id": "5fc53d777da32000391a66a8",
          "author": "Leopold Aschenbrenner",
          "description": "Expanding America would arrest our decadent decline and sustain American hegemony. An exploration of a crazy idea.",
          "link": "https://www.forourposterity.com/canada-and-mexico-should-join-the-union/",
          "publishedOn": "2020-11-30T19:13:47.000Z",
          "wordCount": 3847,
          "title": "Canada and Mexico Should Join the Union"
        },
        {
          "id": "5fbbf2f1e0b2910039be56a0",
          "author": "Leopold Aschenbrenner",
          "description": "On the European obsession with America, the dearth of the political on the Continent, and the downsides of homogeneity.",
          "link": "https://www.forourposterity.com/europes-political-stupor/",
          "publishedOn": "2020-11-23T17:56:19.000Z",
          "wordCount": 2270,
          "title": "Europe’s Political Stupor"
        },
        {
          "id": "6032ddcfada7f2003971f978",
          "author": "Leopold Aschenbrenner",
          "description": "Human activity and new technologies can be dangerous, threatening the very survival of humanity. Does that mean economic growth is inherently risky?",
          "link": "https://www.forourposterity.com/securing-posterity/",
          "publishedOn": "2020-10-19T21:25:00.000Z",
          "wordCount": 681,
          "title": "Stagnation is the Real Risk"
        }
      ]
    },
    {
      "title": "Put A Number On It!",
      "feedUrl": "http://putanumonit.com/feed/",
      "siteUrl": "https://putanumonit.com",
      "articles": [
        {
          "id": "http://putanumonit.com/?p=31248",
          "author": "Jacob Falkovich",
          "description": "All the dating stories from my previous life that somehow managed not to crush my optimism about romance.",
          "link": "https://putanumonit.com/2021/05/30/easily-top-20/",
          "publishedOn": "2021-05-30T18:20:40.000Z",
          "wordCount": 4403,
          "title": "Easily Top 20%"
        },
        {
          "id": "http://putanumonit.com/?p=31217",
          "author": "Jacob Falkovich",
          "description": "My Quillette article on sex negativity and follow-up thoughts on fuckability, why sex is bad so often, the preservation of ambiguity, and the value of blogs.",
          "link": "https://putanumonit.com/2021/05/14/sex-positivity/",
          "publishedOn": "2021-05-14T18:04:21.000Z",
          "wordCount": 1804,
          "title": "Sex Positivity Is Counter-Cultural"
        },
        {
          "id": "http://putanumonit.com/?p=31177",
          "author": "Jacob Falkovich",
          "description": "Thinking about the impact of my writing upon finding out that it may have been much greater than I thought.",
          "link": "https://putanumonit.com/2021/04/03/monastery-and-throne/",
          "publishedOn": "2021-04-04T03:38:52.000Z",
          "wordCount": 5644,
          "title": "Monastery and Throne"
        },
        {
          "id": "http://putanumonit.com/?p=31136",
          "author": "Jacob Falkovich",
          "description": "Rationality is knowing better than to sell your soul for a few dollars, even if you don't believe you have one.",
          "link": "https://putanumonit.com/2021/03/11/dont-sell-your-soul/",
          "publishedOn": "2021-03-12T02:46:03.000Z",
          "wordCount": 6581,
          "title": "Don’t Sell Your Soul"
        },
        {
          "id": "http://putanumonit.com/?p=31118",
          "author": "Jacob Falkovich",
          "description": "A roundup of podcasts and upcoming online chats.",
          "link": "https://putanumonit.com/2021/02/26/podcasts-and-hangouts/",
          "publishedOn": "2021-02-26T20:32:17.000Z",
          "wordCount": 1354,
          "title": "Podcasts and Hangouts"
        },
        {
          "id": "http://putanumonit.com/?p=31098",
          "author": "Jacob Falkovich",
          "description": "Follow ups on The Narrative and Its Discontents: journalists, nerds, politicians, and trolls.",
          "link": "https://putanumonit.com/2021/02/22/above-the-narrative/",
          "publishedOn": "2021-02-22T21:04:47.000Z",
          "wordCount": 4263,
          "title": "Above the Narrative"
        },
        {
          "id": "http://putanumonit.com/?p=30855",
          "author": "Jacob Falkovich",
          "description": "Confirmation bias is the biggest obstacle to Rationality, and often the least understood. We need to rethink it through the lens of brains evolved in bodies and made for action, not argument.",
          "link": "https://putanumonit.com/2021/01/23/confirmation-bias-in-action/",
          "publishedOn": "2021-01-24T00:46:57.000Z",
          "wordCount": 6931,
          "title": "Confirmation Bias in Action"
        },
        {
          "id": "http://putanumonit.com/?p=30906",
          "author": "Jacob Falkovich",
          "description": "My current probability estimate with regards to the new COVID strain discovered in the UK and the US response. 1 in 3 says we're f***ed.",
          "link": "https://putanumonit.com/2020/12/26/seeing-the-new-covid-variant-smoke/",
          "publishedOn": "2020-12-27T04:22:34.000Z",
          "wordCount": 3307,
          "title": "Seeing The New COVID Variant Smoke"
        },
        {
          "id": "http://putanumonit.com/?p=30861",
          "author": "Jacob Falkovich",
          "description": "Review of the LessWrong 2018 essay collection on epistemology, from how it smells to what it says about the state of the Rationality community in 2020.",
          "link": "https://putanumonit.com/2020/12/26/lesswrong-2018-epistemology/",
          "publishedOn": "2020-12-26T07:38:30.000Z",
          "wordCount": 3507,
          "title": "LessWrong Best of 2018 – Epistemology"
        },
        {
          "id": "http://putanumonit.com/?p=30830",
          "author": "Jacob Falkovich",
          "description": "What is a good life? What can mere numbers offer on this question? They offer freedom from other people's stories, and insight into yourself.",
          "link": "https://putanumonit.com/2020/12/10/good-life-putanumed/",
          "publishedOn": "2020-12-10T05:03:59.000Z",
          "wordCount": 2873,
          "title": "The Good Life Putanumed"
        },
        {
          "id": "http://putanumonit.com/?p=30787",
          "author": "Jacob Falkovich",
          "description": "Celebrating Putanumonit's 5th birthday with some writing tips I picked up along the way.",
          "link": "https://putanumonit.com/2020/11/15/how-i-write/",
          "publishedOn": "2020-11-15T05:07:08.000Z",
          "wordCount": 2696,
          "title": "How I Write"
        },
        {
          "id": "http://putanumonit.com/?p=30770",
          "author": "Jacob Falkovich",
          "description": "The internet wants to put our self-expression in neat boxes, but there's no reason to play along.",
          "link": "https://putanumonit.com/2020/10/25/subonlystackfans/",
          "publishedOn": "2020-10-25T21:11:00.000Z",
          "wordCount": 2248,
          "title": "SubOnlyStackFans"
        },
        {
          "id": "http://putanumonit.com/?p=30726",
          "author": "Jacob Falkovich",
          "description": "Rationalists did amazingly well with COVID. Will this inspire everyone else to embrace rationality? I see a few obstacles on the way.",
          "link": "https://putanumonit.com/2020/10/08/path-to-reason/",
          "publishedOn": "2020-10-09T03:15:27.000Z",
          "wordCount": 9004,
          "title": "The Path to Reason"
        },
        {
          "id": "http://putanumonit.com/?p=30674",
          "author": "Jacob Falkovich",
          "description": "Victimhood is a hot product, and many are selling it. But it's not worth the price.",
          "link": "https://putanumonit.com/2020/09/12/against-victimhood/",
          "publishedOn": "2020-09-12T16:41:08.000Z",
          "wordCount": 6049,
          "title": "Against Victimhood"
        },
        {
          "id": "http://putanumonit.com/?p=30684",
          "author": "Jacob Falkovich",
          "description": "Choices, anxiety, and why I haven't written anything in a month.",
          "link": "https://putanumonit.com/2020/08/20/working-hardly/",
          "publishedOn": "2020-08-21T03:03:23.000Z",
          "wordCount": 3698,
          "title": "Working Hardly"
        },
        {
          "id": "http://putanumonit.com/?p=30633",
          "author": "Jacob Falkovich",
          "description": "A blogging collaboration with the machine that will replace me.",
          "link": "https://putanumonit.com/2020/07/22/gputanumonit-3/",
          "publishedOn": "2020-07-22T22:12:10.000Z",
          "wordCount": 2347,
          "title": "GPuTanumonit-3"
        },
        {
          "id": "http://putanumonit.com/?p=30612",
          "author": "Jacob Falkovich",
          "description": "Some reasons why I use my real name online, both personal and with regard to the truth.",
          "link": "https://putanumonit.com/2020/07/20/real-name/",
          "publishedOn": "2020-07-21T03:17:48.000Z",
          "wordCount": 3042,
          "title": "Why I Write Under My Real Name"
        },
        {
          "id": "http://putanumonit.com/?p=30557",
          "author": "Jacob Falkovich",
          "description": "\"The better you do the more you should bet on yourself\" is a lesson from finance you can apply everywhere.",
          "link": "https://putanumonit.com/2020/07/04/kelly-bet-on-everything/",
          "publishedOn": "2020-07-05T01:56:43.000Z",
          "wordCount": 5456,
          "title": "Kelly Bet on Everything"
        },
        {
          "id": "http://putanumonit.com/?p=30514",
          "author": "Jacob Falkovich",
          "description": "The collapse of authority leads to anxiety. Anxiety leads to outrage. Outrage leads to fear. Fear leads to submission. Don't submit.",
          "link": "https://putanumonit.com/2020/06/18/fight-the-power/",
          "publishedOn": "2020-06-18T18:10:57.000Z",
          "wordCount": 4753,
          "title": "Fight the Power"
        },
        {
          "id": "http://putanumonit.com/?p=30402",
          "author": "Jacob Falkovich",
          "description": "Results from my research project on personality traits and mating success.",
          "link": "https://putanumonit.com/2020/06/11/dating-assholes/",
          "publishedOn": "2020-06-11T17:42:10.000Z",
          "wordCount": 11017,
          "title": "Do Women Like Assholes?"
        },
        {
          "id": "http://putanumonit.com/?p=30415",
          "author": "Jacob Falkovich",
          "description": "Tesla wealth hypocrisy billionaire.\nTrump Musk Trump Musk COVID.\nMisogynist racist Silicon Valley.",
          "link": "https://putanumonit.com/2020/05/20/fnords-of-the-times/",
          "publishedOn": "2020-05-20T18:13:45.000Z",
          "wordCount": 4555,
          "title": "Fnords of the Times"
        },
        {
          "id": "http://putanumonit.com/?p=30392",
          "author": "Jacob Falkovich",
          "description": "Please fill out my research survey by 5/18. The results will be published on Putanumonit soon!",
          "link": "https://putanumonit.com/2020/05/10/please-fill-out-my-survey-on-personality-and-relationships/",
          "publishedOn": "2020-05-10T18:30:49.000Z",
          "wordCount": 3354,
          "title": "Please fill out my survey on personality and relationships"
        }
      ]
    },
    {
      "title": "Bryan Caplan – Econlib",
      "feedUrl": "https://www.econlib.org/author/bcaplan/feed/",
      "siteUrl": "https://www.econlib.org",
      "articles": [
        {
          "id": "https://www.econlib.org/?p=55343",
          "author": "Bryan Caplan",
          "description": "Here are my reactions to Part 1 of the book club for Mike Huemer’s new book: Kevin DC: Thoughts/comments directed primarily towards Bryan: Compared to other academic disciplines, philosophers really do spend a lot of time rehashing 2000-year-old debates. I suspect this is at least in part due to the fact that of all the […]\nThe post <i>Knowledge, Reality, and Value Book Club Replies</i>, Part 1 appeared first on Econlib.",
          "link": "https://www.econlib.org/knowledge-reality-and-value-book-club-replies-part-1/",
          "publishedOn": "2021-06-07T14:16:28.000Z",
          "wordCount": 1770,
          "title": "Knowledge, Reality, and Value Book Club Replies, Part 1"
        },
        {
          "id": "https://www.econlib.org/?p=55356",
          "author": "Bryan Caplan",
          "description": "Capla-Con, my annual festival of nerdity, is in Austin this year, June 12-13, and I’m humbled by how many friends are making the trek.  By the power of Steve Kuhn, we’ll be gathering at Dreamland, noon-midnight both days.  All EconLog readers welcome! As a result, I’m tweaking the Book Club schedule for Huemer’s Knowledge, Reality, and […]\nThe post <i>Knowledge, Reality, and Value</i> Book Club Schedule Update appeared first on Econlib.",
          "link": "https://www.econlib.org/knowledge-reality-and-value-book-club-schedule-update/",
          "publishedOn": "2021-06-03T15:29:42.000Z",
          "wordCount": 424,
          "title": "Knowledge, Reality, and Value Book Club Schedule Update"
        },
        {
          "id": "https://www.econlib.org/?p=55355",
          "author": "Bryan Caplan",
          "description": "Here’s Mike Huemer’s first set of responses to me and you. About Bryan’s Comments Thanks to Bryan for his fair and helpful comments on part 1. There isn’t much that we disagree about. But here are some thoughts about Bryan’s comments. 1. Philosophical progress: It’s fair to say that philosophy makes slower and less impressive […]\nThe post <i>Knowledge, Reality, and Value</i>: Huemer’s Response, Part 1 appeared first on Econlib.",
          "link": "https://www.econlib.org/knowledge-reality-and-value-huemers-response-part-1/",
          "publishedOn": "2021-06-03T15:09:11.000Z",
          "wordCount": 3495,
          "title": "Knowledge, Reality, and Value: Huemer’s Response, Part 1"
        },
        {
          "id": "https://www.econlib.org/?p=55326",
          "author": "Bryan Caplan",
          "description": "Two months ago, I voiced one big criticism of Richard Hanania’s excellent piece on the curiously ubiquitous institutional influence of the left: Hanania still fails to explain the sheer uniformity of left-wing cultural dominance.  Competition normally delivers more diversity than we’re getting.  And for that, I stand by my Explanation #5, which I flesh out greater […]\nThe post Deregulate Discrimination appeared first on Econlib.",
          "link": "https://www.econlib.org/deregulate-discrimination/",
          "publishedOn": "2021-06-02T15:37:55.000Z",
          "wordCount": 1503,
          "title": "Deregulate Discrimination"
        },
        {
          "id": "https://www.econlib.org/?p=55278",
          "author": "Bryan Caplan",
          "description": "Miguel Perez sent me this email, entitled “the curious case of my education.”  Reprinted with his permission. Hi, I am sharing my case with you, because I feel it epitomizes some of your points against current education. I was born in Spain, in 1988, went to public school and it was a disaster. I was […]\nThe post Miguel Perez: A “Bad Student” Makes Good appeared first on Econlib.",
          "link": "https://www.econlib.org/miguel-perez-a-bad-student-makes-good/",
          "publishedOn": "2021-06-01T14:40:04.000Z",
          "wordCount": 1301,
          "title": "Miguel Perez: A “Bad Student” Makes Good"
        },
        {
          "id": "https://www.econlib.org/?p=55290",
          "author": "Bryan Caplan",
          "description": "In the Preface for his new Knowledge, Reality, and Value, Mike Huemer engages in some humorous megalomania.  In response to the question, “Why read this book?,” Huemer states: The author. I’m smart, I know a lot, and I’m not confused – which means you can probably learn a lot from this book. You probably won’t learn […]\nThe post <i>Knowledge, Reality, and Value</i> Book Club, Part 1 appeared first on Econlib.",
          "link": "https://www.econlib.org/knowledge-reality-and-value-book-club-part-1/",
          "publishedOn": "2021-05-31T15:44:19.000Z",
          "wordCount": 3430,
          "title": "Knowledge, Reality, and Value Book Club, Part 1"
        },
        {
          "id": "https://www.econlib.org/?p=55289",
          "author": "Bryan Caplan",
          "description": "My Book Club on Mike Huemer‘s new intro philosophy textbook launches Monday.  And I’m pleased to announce the Huemer himself will be joining the discussion. After I write the first post, you can direct your comments to either of us.  I’ll be responding later in the week.  Huemer will respond separately. While the book is […]\nThe post <i>Knowledge, Reality, and Value</i> Book Club Starts Monday appeared first on Econlib.",
          "link": "https://www.econlib.org/knowledge-reality-and-value-book-club-starts-monday/",
          "publishedOn": "2021-05-28T18:45:52.000Z",
          "wordCount": 366,
          "title": "Knowledge, Reality, and Value Book Club Starts Monday"
        },
        {
          "id": "https://www.econlib.org/?p=55240",
          "author": "Bryan Caplan",
          "description": "For my 50th birthday, the noble Jason Brennan gave me Do What You Want: The Story of Bad Religion, signed by the whole band.  I love their music.  I listen to it all the time.  Greg Graffin, the lead singer, clearly has excellent knowledge of natural science.  Yet Bad Religion’s lyrics are sadly infused with […]\nThe post Bad Religion vs. Labor Econ appeared first on Econlib.",
          "link": "https://www.econlib.org/labor-demand-in-bad-religion/",
          "publishedOn": "2021-05-27T15:44:42.000Z",
          "wordCount": 944,
          "title": "Bad Religion vs. Labor Econ"
        },
        {
          "id": "https://www.econlib.org/?p=55228",
          "author": "Bryan Caplan",
          "description": "I just rewatched Election for the first time in twenty years, and it was even better than I remembered.  And this time around, I had better conceptual tools to understand it.  Most notably, the movie features three election speeches that elegantly exemplify Social Desirability Bias – and its absence. First, the front-runner, Tracy Flick, delivers a […]\nThe post Social Desirability Bias in Three Speeches appeared first on Econlib.",
          "link": "https://www.econlib.org/social-desirability-bias-in-three-speeches/",
          "publishedOn": "2021-05-25T13:35:12.000Z",
          "wordCount": 1271,
          "title": "Social Desirability Bias in Three Speeches"
        },
        {
          "id": "https://www.econlib.org/?p=55203",
          "author": "Bryan Caplan",
          "description": "Last January, my anonymous professor friend at the University of Texas proposed the creation of an Office of Free Speech: [E]very university should have an “Office of Free Speech” where faculty can lodge complaints when their academic freedom or free speech rights are violated, or when policies are put in place to limit the possibilities […]\nThe post The UK’s Office of Free Speech appeared first on Econlib.",
          "link": "https://www.econlib.org/the-uks-office-of-free-speech/",
          "publishedOn": "2021-05-20T13:45:21.000Z",
          "wordCount": 735,
          "title": "The UK’s Office of Free Speech"
        },
        {
          "id": "https://www.econlib.org/?p=55125",
          "author": "Bryan Caplan",
          "description": "Every five years or so, the United States has a major societal-wide crusade.  Sometimes there’s a shocking event.  Other times, there’s an ongoing evil.  Either way, all Americans are supposed to join forces and take decisive action to win the crusade.  And even if you can’t personally do anything, you’re supposed to get very angry. […]\nThe post Crusades and You appeared first on Econlib.",
          "link": "https://www.econlib.org/crusades-and-you/",
          "publishedOn": "2021-05-19T13:35:48.000Z",
          "wordCount": 2574,
          "title": "Crusades and You"
        },
        {
          "id": "https://www.econlib.org/?p=55176",
          "author": "Bryan Caplan",
          "description": "I’m launching a book club on Michael Huemer’s new introductory philosophy textbook, entitled Knowledge, Reality, and Value: A Mostly Common Sense Guide to Philosophy. I’ve already blogged a few highlights, but now that I’m done, I’m ready to declare this yet another fantastic work by my favorite philosopher. To keep the club interesting, I’ll focus almost […]\nThe post <i>Knowledge, Reality, and Value</i> Book Club appeared first on Econlib.",
          "link": "https://www.econlib.org/knowledge-reality-and-value-book-club/",
          "publishedOn": "2021-05-17T05:29:37.000Z",
          "wordCount": 477,
          "title": "Knowledge, Reality, and Value Book Club"
        },
        {
          "id": "https://www.econlib.org/?p=55029",
          "author": "Bryan Caplan",
          "description": "My anonymous UT friend offers this reply to my reply to his reply to my Anti-Communism and Anti-Racism piece.  I&#8217;ll give him the last word.  This time, I&#8217;m in blockquotes, and he&#8217;s not. There are two plausible positions here. (1) The historic loyalty oaths were strict and would have greatly improved the free exchange of [&#8230;]\nThe post Anti-Communism and Anti-Racism: A Final Word appeared first on Econlib.",
          "link": "https://www.econlib.org/anti-communism-and-anti-racism-a-final-word/",
          "publishedOn": "2021-05-12T13:59:12.000Z",
          "wordCount": 2143,
          "title": "Anti-Communism and Anti-Racism: A Final Word"
        },
        {
          "id": "https://www.econlib.org/?p=54969",
          "author": "Bryan Caplan",
          "description": "Relative to your expectations, how well did government respond to COVID?  How about regular people?  How about business? Before you answer you have to ponder your general expectations for government, regular people, and business.   In my case, I expect absolute performance to be awful for government, mediocre for regular people, and excellent for business.  Since [&#8230;]\nThe post Assessing My COVID Expectations appeared first on Econlib.",
          "link": "https://www.econlib.org/assessing-your-covid-expectations/",
          "publishedOn": "2021-05-11T13:27:57.000Z",
          "wordCount": 1521,
          "title": "Assessing My COVID Expectations"
        },
        {
          "id": "https://www.econlib.org/?p=54957",
          "author": "Bryan Caplan",
          "description": "Last month Edmund Santurri of St. Olaf College&#8217;s Institute for Freedom and Community interviewed me on &#8220;Freedom, Populism, and Big Tech.&#8221;  The format was highly unconventional, and I liked it.  There was no lecture.  Instead, Santurri and St. Olaf students asked me a bunch of questions about a bunch of blog posts, especially this one.  [&#8230;]\nThe post A Conversation on Freedom, Populism, and Big Tech appeared first on Econlib.",
          "link": "https://www.econlib.org/a-conversation-on-freedom-populism-and-big-tech/",
          "publishedOn": "2021-05-10T13:43:54.000Z",
          "wordCount": 1255,
          "title": "A Conversation on Freedom, Populism, and Big Tech"
        },
        {
          "id": "https://www.econlib.org/?p=54965",
          "author": "Bryan Caplan",
          "description": "Douglas Allen of Simon Fraser University has a working paper that builds on &#8220;Life-Years Lost: The Quantity and the Quality,&#8221; one of my blog posts from last year.  Most of his paper critiques other researchers&#8217; cost-benefit analyses of COVID policy, but Allen spends a whole section applying my method to Canada: As of March 2021 [&#8230;]\nThe post COVID Prevention and Cost-Benefit Analysis appeared first on Econlib.",
          "link": "https://www.econlib.org/covid-prevention-and-cost-benefit-analysis/",
          "publishedOn": "2021-05-09T13:20:33.000Z",
          "wordCount": 2008,
          "title": "COVID Prevention and Cost-Benefit Analysis"
        },
        {
          "id": "https://www.econlib.org/?p=54934",
          "author": "Bryan Caplan",
          "description": "In case you haven&#8217;t heard, my very favorite philosopher has just released a new introductory philosophy textbook, entitled Knowledge, Reality, and Value. Yes, Mike Huemer has entered the textbook market.  And since he&#8217;s publishing via Amazon, the price is a rock-bottom $14.99. I&#8217;ll discuss KRV in detail once I finish it.  For now, I share a [&#8230;]\nThe post A Few Huemerian Highlights appeared first on Econlib.",
          "link": "https://www.econlib.org/a-few-huemerian-highlights/",
          "publishedOn": "2021-05-06T13:01:52.000Z",
          "wordCount": 1717,
          "title": "A Few Huemerian Highlights"
        },
        {
          "id": "https://www.econlib.org/?p=55017",
          "author": "Bryan Caplan",
          "description": "There&#8217;s less disagreement than meets the eye between myself and my anonymous friend at the University of Texas.  He&#8217;s in blockquotes, I&#8217;m not.  Point-by-point: I respectfully disagree with Bryan’s recent post on anti-Communism and “anti-racism.”  I believe he falls into a classic false equivalence trap; just because two things sound similar does not make them [&#8230;]\nThe post Anti-Communism and Anti-Racism: A Reply appeared first on Econlib.",
          "link": "https://www.econlib.org/anti-communism-and-anti-racism-a-reply/",
          "publishedOn": "2021-05-05T13:29:03.000Z",
          "wordCount": 1331,
          "title": "Anti-Communism and Anti-Racism: A Reply"
        },
        {
          "id": "https://www.econlib.org/?p=55004",
          "author": "Bryan Caplan",
          "description": "My anonymous friend at the University of Texas has issues with yesterday&#8217;s post.  Here&#8217;s his critique.  Enjoy! I respectfully disagree with Bryan&#8217;s recent post on anti-Communism and &#8220;anti-racism.&#8221;  I believe he falls into a classic false equivalence trap; just because two things sound similar does not make them fundamentally similar.  For example, slicing someone&#8217;s stomach [&#8230;]\nThe post Anti-Communism and Anti-Racism Reconsidered appeared first on Econlib.",
          "link": "https://www.econlib.org/anti-communism-and-anti-racism-reconsidered/",
          "publishedOn": "2021-05-04T13:21:20.000Z",
          "wordCount": 2002,
          "title": "Anti-Communism and Anti-Racism Reconsidered"
        },
        {
          "id": "https://www.econlib.org/?p=53812",
          "author": "Bryan Caplan",
          "description": "I hate Communism.  I consider Communists to be the moral approximates of Nazis.  I might talk to a youthful Communist, but after the excuse of youth passes, I deem Communists beyond redemption. Even so, if George Mason University adopted an official Anti-Communist policy, I would oppose it. Why?  All of the following reasons. 1. George [&#8230;]\nThe post Anti-Communism and Anti-Racism appeared first on Econlib.",
          "link": "https://www.econlib.org/anti-communism-and-anti-racism/",
          "publishedOn": "2021-05-03T13:21:38.000Z",
          "wordCount": 3673,
          "title": "Anti-Communism and Anti-Racism"
        },
        {
          "id": "https://www.econlib.org/?p=54863",
          "author": "Bryan Caplan",
          "description": "I have a Simplistic Theory of Left and Right.  A reader sent me their thoughts on the theory.  Reprinted anonymously with their permission. I&#8217;ve been thinking about your conception of the Right and Left in American Politics and thought I would run a thought by you. You say: 1. Leftists are anti-market.  On an emotional [&#8230;]\nThe post Thoughts on My Simplistic Theory of Left and Right appeared first on Econlib.",
          "link": "https://www.econlib.org/thoughts-on-my-simplistic-theory-of-left-and-right/",
          "publishedOn": "2021-04-29T13:37:32.000Z",
          "wordCount": 4651,
          "title": "Thoughts on My Simplistic Theory of Left and Right"
        },
        {
          "id": "https://www.econlib.org/?p=54901",
          "author": "Bryan Caplan",
          "description": "Ayn Rand&#8216;s Anthem only takes about an hour to read.  So while it&#8217;s her weakest novel, the literary value per minute of reading is high.  And it definitely belongs on any list of classic dystopian fiction.  Only recently, though, did I discover that there are two graphic novel adaptations. 1. The 2011 adaptation by Charles Santino and [&#8230;]\nThe post Dual &lt;i&gt;Anthems&lt;/i&gt; appeared first on Econlib.",
          "link": "https://www.econlib.org/dual-anthems/",
          "publishedOn": "2021-04-28T13:43:16.000Z",
          "wordCount": 1859,
          "title": "Dual Anthems"
        },
        {
          "id": "https://www.econlib.org/?p=54864",
          "author": "Bryan Caplan",
          "description": "The noble Don Boudreaux builds on my ageless hypothetical: To avoid the many challenges with calculating the value of a statistical life, think of the matter in the following way: Suppose that a society, identical to ours, will – with 100 percent certainty – be stricken with one of three deadly pathogens. But this society [&#8230;]\nThe post Boudreaux&#8217;s Aged Hypothetical appeared first on Econlib.",
          "link": "https://www.econlib.org/boudreauxs-aged-hypothetical/",
          "publishedOn": "2021-04-27T13:30:43.000Z",
          "wordCount": 1397,
          "title": "Boudreaux’s Aged Hypothetical"
        },
        {
          "id": "https://www.econlib.org/?p=54757",
          "author": "Bryan Caplan",
          "description": "When I criticize leaders great and small, critics often reply: &#8220;You&#8217;re so naive.  These leaders are under immense pressure to act as they do.  Even if what they&#8217;re doing is as bad as you say, they have no choice.&#8221; &#160; Question: What exactly does it mean to say, &#8220;Leaders have no choice but to do [&#8230;]\nThe post The Song of Slack appeared first on Econlib.",
          "link": "https://www.econlib.org/the-song-of-slack/",
          "publishedOn": "2021-04-26T13:54:59.000Z",
          "wordCount": 2500,
          "title": "The Song of Slack"
        }
      ]
    },
    {
      "title": "Gwern.net Newsletter",
      "feedUrl": "https://gwern.substack.com/feed/",
      "siteUrl": "https://gwern.substack.com",
      "articles": [
        {
          "id": "https://gwern.substack.com/p/april-2021-newsletter",
          "author": "Gwern Branwen",
          "description": "with links on AI scaling, particular new East Asian record-breaking work & deep reinforcement learning.",
          "link": "https://gwern.substack.com/p/april-2021-newsletter",
          "publishedOn": "2021-06-03T15:45:24.000Z",
          "wordCount": null,
          "title": "April 2021 newsletter",
          "itunes": {},
          "enclosure": {
            "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/33773d07-4631-4a6b-91c2-44a2b1082385_1164x702.png",
            "length": "0",
            "type": "image/jpeg"
          }
        },
        {
          "id": "https://gwern.substack.com/p/march-2021-gwernnet-newsletter",
          "author": "Gwern Branwen",
          "description": "2 major new site features: 'popins' and recursive Wikipedia popups",
          "link": "https://gwern.substack.com/p/march-2021-gwernnet-newsletter",
          "publishedOn": "2021-04-06T15:31:01.000Z",
          "wordCount": 1595,
          "title": "March 2021 Gwern.net Newsletter"
        },
        {
          "id": "https://gwern.substack.com/p/february-2021-gwernnet-newsletter",
          "author": "Gwern Branwen",
          "description": "links on AI scaling, semaglutide, and ethicist ethics",
          "link": "https://gwern.substack.com/p/february-2021-gwernnet-newsletter",
          "publishedOn": "2021-03-13T15:18:44.000Z",
          "wordCount": 1494,
          "title": "February 2021 Gwern.net Newsletter"
        },
        {
          "id": "https://gwern.substack.com/p/jan-2021-gwernnet-newsletter",
          "author": "Gwern Branwen",
          "description": "January 2021 gwern.net newsletter with links on AI scaling up and down.",
          "link": "https://gwern.substack.com/p/jan-2021-gwernnet-newsletter",
          "publishedOn": "2021-02-04T20:23:01.000Z",
          "wordCount": 1918,
          "title": "Jan 2021 Gwern.net Newsletter"
        },
        {
          "id": "https://gwern.substack.com/p/december-newsletter",
          "author": "Gwern Branwen",
          "description": "December 2020 gwern.net newsletter with links on AI and technology; major new site feature: fully-generalized recursive popups.",
          "link": "https://gwern.substack.com/p/december-newsletter",
          "publishedOn": "2021-01-10T17:31:06.000Z",
          "wordCount": 137,
          "title": "December newsletter"
        },
        {
          "id": "https://gwern.substack.com/p/november-newsletter",
          "author": "Gwern Branwen",
          "description": "November 2020 gwern.net newsletter with links on DL and genomics scaling, dark mode rewrite, 1 essay, and 1 opera review ('The Ring' cycle).",
          "link": "https://gwern.substack.com/p/november-newsletter",
          "publishedOn": "2020-12-04T00:40:13.000Z",
          "wordCount": 141,
          "title": "November newsletter"
        },
        {
          "id": "https://gwern.substack.com/p/october-2020-news",
          "author": "Gwern Branwen",
          "description": "October 2020 gwern.net newsletter with links on AI scaling, Euclid; further site reorganization & improvement.",
          "link": "https://gwern.substack.com/p/october-2020-news",
          "publishedOn": "2020-11-01T21:42:39.000Z",
          "wordCount": 138,
          "title": "October 2020 news"
        },
        {
          "id": "https://gwern.substack.com/p/september-2020-news",
          "author": "Gwern Branwen",
          "description": "September 2020 gwern.net newsletter with links on DRL and AI scaling, psychiatric disorders; no reviews.",
          "link": "https://gwern.substack.com/p/september-2020-news",
          "publishedOn": "2020-10-26T13:40:32.000Z",
          "wordCount": 138,
          "title": "September 2020 News"
        },
        {
          "id": "https://gwern.substack.com/p/august-2020-gwernnet-newsletter",
          "author": "Gwern Branwen",
          "description": "with an essay on sidenotes; links on human competence, efficient-computing/hardware-overhangs; no reviews.",
          "link": "https://gwern.substack.com/p/august-2020-gwernnet-newsletter",
          "publishedOn": "2020-09-01T23:18:28.000Z",
          "wordCount": 137,
          "title": "August 2020 gwern.net newsletter"
        },
        {
          "id": "https://gwern.substack.com/p/july-2020-gwernnet-newsletter",
          "author": "Gwern Branwen",
          "description": "Links on the Uighurs, authoritarianism, negative emissions, AI overhang; 1 movie & 2 anime reviews",
          "link": "https://gwern.substack.com/p/july-2020-gwernnet-newsletter",
          "publishedOn": "2020-08-20T20:09:50.000Z",
          "wordCount": 140,
          "title": "July 2020 gwern.net newsletter"
        },
        {
          "id": "https://gwern.substack.com/p/june-gwernnet-newsletter",
          "author": "Gwern Branwen",
          "description": "June 2020 gwern.net newsletter with 3 new pages/essays, and links on CRISPR, population screening, AI scaling, politics, and technological unemployment.",
          "link": "https://gwern.substack.com/p/june-gwernnet-newsletter",
          "publishedOn": "2020-07-02T14:34:53.000Z",
          "wordCount": 142,
          "title": "June gwern.net newsletter"
        },
        {
          "id": "https://gwern.substack.com/p/may-gwernnet-newsletter",
          "author": "Gwern Branwen",
          "description": "Link compilation newsletter with anime GAN updates, links on AI scaling, discussion of GPT-3, and 1 book review.",
          "link": "https://gwern.substack.com/p/may-gwernnet-newsletter",
          "publishedOn": "2020-06-06T18:44:15.000Z",
          "wordCount": 147,
          "title": "May Gwern.net Newsletter"
        },
        {
          "id": "https://gwern.substack.com/p/april-2020-gwern-net-newsletter",
          "author": null,
          "description": "This is the April 2020 edition of the gwern.net newsletter; previous, March 2020 (archives). Please see the canonical gwern.net version.",
          "link": "https://gwern.substack.com/p/april-2020-gwern-net-newsletter",
          "publishedOn": "2020-05-01T00:00:00.000Z",
          "wordCount": 176,
          "title": "April 2020 gwern.net newsletter"
        }
      ]
    },
    {
      "title": "Shtetl-Optimized",
      "feedUrl": "http://scottaaronson.com/blog/?feed=rss2",
      "siteUrl": "https://www.scottaaronson.com/blog",
      "articles": [
        {
          "id": "https://www.scottaaronson.com/blog/?p=5536",
          "author": "Scott",
          "description": "Hooray, I’m today’s “Featured ACM Member”! Which basically means, yet another interview with me about quantum computing, with questions including what’s most surprised me about the development of QC, and what students should do to get into the field. I’m proud to announce that An Automated Approach to the Collatz Conjecture, a paper by Emre […]",
          "link": "https://www.scottaaronson.com/blog/?p=5536",
          "publishedOn": "2021-06-01T20:00:21.000Z",
          "wordCount": 1046,
          "title": "Three updates"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5517",
          "author": "Scott",
          "description": "Yesterday, I had fun doing an open-ended Q&A at the Astral Codex Ten weekly online meetup. See here for the YouTube video. The questions were mainly about quantum computing, but ranged over various other topics as well, including education policy, the Great Stagnation, and what my biggest disagreements with Scott Alexander are. In other news, […]",
          "link": "https://www.scottaaronson.com/blog/?p=5517",
          "publishedOn": "2021-05-24T21:45:46.000Z",
          "wordCount": 2960,
          "title": "In which I answer more quantum computing questions"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5510",
          "author": "Scott",
          "description": "Holy crap. In case you’re wondering how I spent such a milestone of a day: well, I spent hours of it at an important virtual grant review meeting with the Department of Defense. Alas, when it came time for my own big presentation at that meeting—about what my students and I had done over the […]",
          "link": "https://www.scottaaronson.com/blog/?p=5510",
          "publishedOn": "2021-05-21T20:44:41.000Z",
          "wordCount": 2211,
          "title": "On turning 40 today"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5490",
          "author": "Scott",
          "description": "You’ll hear that it’s not as simple as the Israelis are good guys and Palestinians are bad guys, or vice versa. And that’s true. But it’s also not so complicated that there are no clearly identifiable good guys or bad guys. It’s just that they cut across the sides. The good guys are anyone, on […]",
          "link": "https://www.scottaaronson.com/blog/?p=5490",
          "publishedOn": "2021-05-16T02:26:59.000Z",
          "wordCount": 13281,
          "title": "What I told my kids"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5486",
          "author": "Scott",
          "description": "For those who read my reply to Richard Borcherds on &#8220;teapot supremacy&#8221;: seeking better data, I ordered a dozen terra cotta flowerpots, and smashed eight of them on my driveway with my 4-year-old son, dropping each one from approximately 2 meters. For each flowerpot, we counted how many pieces it broke into, seeking insight about [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5486",
          "publishedOn": "2021-05-10T05:47:52.000Z",
          "wordCount": 1433,
          "title": "Three updates"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5481",
          "author": "Scott",
          "description": "Peter Singer, in the parable that came to represent his whole worldview and that of the effective altruism movement more generally, asked us to imagine that we could save a drowning child at the cost of jumping into a lake and ruining an expensive new suit. Assuming we&#8217;d do that, he argued that we do [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5481",
          "publishedOn": "2021-04-25T20:04:49.000Z",
          "wordCount": 5977,
          "title": "The easiest exercise in the moral philosophy book"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5460",
          "author": "Scott",
          "description": "Richard Borcherds is a British mathematician at Berkeley, who won the 1998 Fields Medal for the proof of the monstrous moonshine conjecture among many other contributions. A couple months ago, Borcherds posted on YouTube a self-described &#8220;rant&#8221; about quantum computing, which was recently making the rounds on Facebook and which I found highly entertaining. Borcherds [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5460",
          "publishedOn": "2021-04-20T18:55:39.000Z",
          "wordCount": 17564,
          "title": "Doubts about teapot supremacy: my reply to Richard Borcherds"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5448",
          "author": "Scott",
          "description": "Last week I got an email from Dina Katabi, my former MIT colleague, asking me to call her urgently. Am I in trouble? For what, though?? I haven&#8217;t even worked at MIT for five years! Luckily, Dina only wanted to tell me that I&#8217;d been selected to receive the 2020 ACM Prize in Computing, a [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5448",
          "publishedOn": "2021-04-14T15:41:51.000Z",
          "wordCount": 11521,
          "title": "The ACM Prize thing"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5437",
          "author": "Scott",
          "description": "Oded Goldreich is a theoretical computer scientist at the Weizmann Institute in Rehovot, Israel. He&#8217;s best known for helping to lay the rigorous foundations of cryptography in the 1980s, through seminal results like the Goldreich-Levin Theorem (every one-way function can be modified to have a hard-core predicate), the Goldreich-Goldwasser-Micali Theorem (every pseudorandom generator can be [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5437",
          "publishedOn": "2021-04-09T18:15:33.000Z",
          "wordCount": 13217,
          "title": "Just some prizes"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5402",
          "author": "Scott",
          "description": "Update (April 5, 2021): So it turns out that Adam Chalcraft and Michael Greene already proved the essential result of this post back in 1994 (hat tip to commenter Dylan). Not terribly surprising in retrospect! My son Daniel had his fourth birthday a couple weeks ago. For a present, he got an electric train set. [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5402",
          "publishedOn": "2021-04-04T18:37:49.000Z",
          "wordCount": 7266,
          "title": "The Computational Expressiveness of a Model Train Set: A Paperlet"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5387",
          "author": "Scott",
          "description": "For years, I&#8217;d sometimes hear discussions about the ethics of quantum computing research. Quantum ethics! When the debates weren&#8217;t purely semantic, over the propriety of terms like &#8220;quantum supremacy&#8221; or &#8220;ancilla qubit,&#8221; they were always about chin-strokers like &#8220;but what if cracking RSA encryption gives governments more power to surveil their citizens? or what if [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5387",
          "publishedOn": "2021-03-21T01:18:54.000Z",
          "wordCount": 23956,
          "title": "QC ethics and hype: the call is coming from inside the house"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5388",
          "author": "Scott",
          "description": "Many of you will have seen the happy news today that Avi Wigderson and László Lovász share this year&#8217;s Abel Prize (which now contends with the Fields Medal for the highest award in pure math). This is only the second time that the Abel Prize has been given wholly or partly for work in theoretical [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5388",
          "publishedOn": "2021-03-18T03:19:46.000Z",
          "wordCount": 2022,
          "title": "Abel to win"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5382",
          "author": "Scott",
          "description": "Back at MIT, whenever I taught my graduate course on Quantum Complexity Theory (see here for lecture notes), I had a tradition of showcasing the student projects on this blog: see here (Fall 2010), here (Fall 2012), here (Fall 2014). I was incredibly proud that, each time I taught, at least some of the projects [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5382",
          "publishedOn": "2021-03-11T20:31:03.000Z",
          "wordCount": 2327,
          "title": "Long-delayed UT Austin Quantum Complexity Theory Student Project Showcase!"
        },
        {
          "id": "https://www.scottaaronson.com/blog/?p=5376",
          "author": "Scott",
          "description": "Many of you have surely already seen the news that the Kouwenhoven group in Delft&#8212;which in 2018 published a paper in Nature claiming to have detected Majorana particles, a type of nonabelian anyon&#8212;have retracted the paper and apologized for &#8220;insufficient scientific rigour.&#8221; This work was considered one of the linchpins of Microsoft&#8217;s experimental effort toward [&#8230;]",
          "link": "https://www.scottaaronson.com/blog/?p=5376",
          "publishedOn": "2021-03-10T22:29:51.000Z",
          "wordCount": 4856,
          "title": "Sayonara Majorana?"
        }
      ]
    },
    {
      "title": "The Roots of Progress",
      "feedUrl": "https://rootsofprogress.org/feed.xml",
      "siteUrl": "https://rootsofprogress.org/",
      "articles": [
        {
          "id": "https://rootsofprogress.org/nuclear-physics",
          "author": null,
          "description": "You probably recall from high school chemistry that atoms are made up of a nucleus containing protons and neutrons, surrounded by electrons. But how many of each?",
          "link": "https://rootsofprogress.org/nuclear-physics",
          "publishedOn": "2021-05-30T10:36:46.000Z",
          "wordCount": 4327,
          "title": "I walk the (beta-stability) line"
        },
        {
          "id": "https://rootsofprogress.org/tickets-available-for-session-3-of-the-story-of-industrial-civilization",
          "author": null,
          "description": "Tickets are now available for session 3 of my salon series with Interintellect, “The Story of Industrial Civilization”.",
          "link": "https://rootsofprogress.org/tickets-available-for-session-3-of-the-story-of-industrial-civilization",
          "publishedOn": "2021-05-25T09:08:03.000Z",
          "wordCount": 226,
          "title": "Tickets available for Session 3 of The Story of Industrial Civilization"
        },
        {
          "id": "https://rootsofprogress.org/cost-quality-and-the-efficient-frontier",
          "author": null,
          "description": "An oversimplified story of manufacturing progress during the Industrial Revolution is: “we automated manufacturing processes, and that decreased the cost of goods.” This is not wrong, but is not the full picture.\nMechanization—and other progress in manufacturing, such as improved tools, materials, and chemical processes—not only decreases costs, but also improves quality. Making things by hand requires skill and attention: just try making your own clothing or furniture at home; on your first attempt you won…",
          "link": "https://rootsofprogress.org/cost-quality-and-the-efficient-frontier",
          "publishedOn": "2021-05-20T13:54:21.000Z",
          "wordCount": 1426,
          "title": "Did the Industrial Revolution decrease costs or increase quality?"
        },
        {
          "id": "https://rootsofprogress.org/tickets-available-for-session-2-of-the-story-of-industrial-civilization",
          "author": null,
          "description": "Tickets are now available for session 2 of my salon series with Interintellect, “The Story of Industrial Civilization”.\nTopic: Materials &amp; Manufacturing\nThis session is about how the world is made—literally! We’ll discuss two main themes. The first is improved materials, such as steel, cement, and plastic. The second theme is improved tools and processes that increased both quality and productivity, culminating in the factory system and mass manufacturing. One particularly important aspect of quality wa…",
          "link": "https://rootsofprogress.org/tickets-available-for-session-2-of-the-story-of-industrial-civilization",
          "publishedOn": "2021-05-04T12:03:58.000Z",
          "wordCount": 176,
          "title": "Tickets available for Session 2 of The Story of Industrial Civilization"
        },
        {
          "id": "https://rootsofprogress.org/a-career-path-for-invention",
          "author": null,
          "description": "If technological progress has slowed down, what is causing it? Here is a hypothesis.\nBroadly speaking, there are three domains of activity important to technological progress: science, invention, and business. Science discovers new knowledge; invention creates useful machines, chemicals, processes, or other products; and business produces and distributes these products in a scalable, self-sustaining way. (Occasionally inventions are distributed by government: water sanitation is an example. But this oversim…",
          "link": "https://rootsofprogress.org/a-career-path-for-invention",
          "publishedOn": "2021-04-29T10:52:51.000Z",
          "wordCount": 1458,
          "title": "We need a career path for invention"
        },
        {
          "id": "https://rootsofprogress.org/short-interview-about-my-new-book-and-the-salon-series",
          "author": null,
          "description": "I did an eight-minute interview with Matthew Guay on Racket. We discussed the book I’m writing on the history of industrial civilization, and the salon series I’m hosting based on it. Listen here.",
          "link": "https://rootsofprogress.org/short-interview-about-my-new-book-and-the-salon-series",
          "publishedOn": "2021-04-22T17:24:40.000Z",
          "wordCount": 120,
          "title": "Short interview about my new book and the salon series"
        },
        {
          "id": "https://rootsofprogress.org/wanted-research-assistant",
          "author": null,
          "description": "UPDATE: I’ve filled this role. Thanks to all who applied!\nI’m hiring a part-time research assistant to support my work on these essays, my talks, and the book I’m writing on the history of industrial civilization.\nYou must have the ability to orient yourself in unfamiliar mental territory; to penetrate the fog of confusing, incomplete, and contradictory information; to sniff out reliable sources of key facts and to corroborate them; and to quickly sketch out a new intellectual landscape.\nYou will handle que…",
          "link": "https://rootsofprogress.org/wanted-research-assistant",
          "publishedOn": "2021-04-19T11:26:39.000Z",
          "wordCount": 473,
          "title": "Wanted: Research Assistant"
        },
        {
          "id": "https://rootsofprogress.org/interview-futurati-podcast-with-thomas-frey-and-trent-fowler",
          "author": null,
          "description": "I was interviewed on the Futurati Podcast with Thomas Frey and Trent Fowler; we talked about “skeptics of progress, progress in political and social domains, stagnation, and what excites him about the future.”",
          "link": "https://rootsofprogress.org/interview-futurati-podcast-with-thomas-frey-and-trent-fowler",
          "publishedOn": "2021-04-18T19:19:28.000Z",
          "wordCount": 121,
          "title": "Interview: Futurati Podcast with Thomas Frey and Trent Fowler"
        },
        {
          "id": "https://rootsofprogress.org/devanney-on-the-nuclear-flop",
          "author": null,
          "description": "To fully understand progress, we must contrast it with non-progress. Of particular interest are the technologies that have failed to live up to the promise they seemed to have decades ago. And few technologies have failed more to live up to a greater promise than nuclear power.\nIn the 1950s, nuclear was the energy of the future. Two generations later, it provides only about 10% of world electricity, and reactor design hasn‘t fundamentally changed in decades. (Even “advanced reactor designs” are based on con…",
          "link": "https://rootsofprogress.org/devanney-on-the-nuclear-flop",
          "publishedOn": "2021-04-16T09:18:28.000Z",
          "wordCount": 4788,
          "title": "Why has nuclear power been a flop?"
        },
        {
          "id": "https://rootsofprogress.org/andrew-carnegie-autobiography",
          "author": null,
          "description": "I’ve been reading Andrew Carnegie’s autobiography, published late in his life, in the early 1900s. Here are some interesting themes and quotes. (Emphasis added in all block quotes below.)\nScience and steel\nOne key to Carnegie‘s success in the iron business is that he was one of the first to seriously apply chemistry:\nLooking back to-day it seems incredible that only forty years ago (1870) chemistry in the United States was an almost unknown agent in connection with the manufacture of pig iron. It was the ag…",
          "link": "https://rootsofprogress.org/andrew-carnegie-autobiography",
          "publishedOn": "2021-04-08T13:56:35.000Z",
          "wordCount": 5814,
          "title": "Highlights from The Autobiography of Andrew Carnegie"
        },
        {
          "id": "https://rootsofprogress.org/discussion-series-the-story-of-industrial-civilization",
          "author": null,
          "description": "I’ve started writing a book about the accomplishments of industrial civilization, the major discoveries and inventions behind them, and the meaning of it all. I’m hosting a 13-month series of discussion salons through Interintellect based on it.\nSign up here.\nThe book is very much a work in progress—won’t be out for a couple of years. But we’ll go through the outline chapter by chapter. Each month I’ll present the material I have so far and the open questions I’m still researching, and we’ll discuss.\nThis i…",
          "link": "https://rootsofprogress.org/discussion-series-the-story-of-industrial-civilization",
          "publishedOn": "2021-04-05T11:56:58.000Z",
          "wordCount": 796,
          "title": "I’m writing a book! And hosting a discussion series on it"
        },
        {
          "id": "https://rootsofprogress.org/pump-carpenter-and-the-grain-binder",
          "author": null,
          "description": "Inventors sweat and tinker for years, sometimes decades, before their inventions work—if they ever do. But how do they choose what to work on? What or who inspires and directs them?\nI was thinking about this after coming across a little gem buried in Herbert Casson’s biography of Cyrus McCormick, inventor of an automatic reaping machine.\n\n\n\n\n\n\n\n\n\n\nSome context. In the 1800s, a lot of inventive effort went into the mechanization of agriculture. Agriculture requires many tasks—tilling the soil, planting seeds…",
          "link": "https://rootsofprogress.org/pump-carpenter-and-the-grain-binder",
          "publishedOn": "2021-03-31T22:07:32.000Z",
          "wordCount": 1623,
          "title": "“Pump” Carpenter and the grain binder"
        },
        {
          "id": "https://rootsofprogress.org/metrics-for-progress",
          "author": null,
          "description": "Is progress slowing down? In a previous post I explained why I got convinced that it is. Some people making this argument point to quantitative evidence, such as GDP or total factor productivity. I gave more qualitative evidence, or perhaps very crude quantitative evidence, by counting technological breakthroughs/revolutions: five in the Second Industrial Revolution, versus only one so far in the Third.\nBut this approach has its own difficulties:\nIt is sensitive to the granularity of technological revolutio…",
          "link": "https://rootsofprogress.org/metrics-for-progress",
          "publishedOn": "2021-03-20T20:32:19.000Z",
          "wordCount": 753,
          "title": "A dashboard for progress"
        }
      ]
    },
    {
      "title": "Slate Star Codex",
      "feedUrl": "http://slatestarcodex.com/feed/",
      "siteUrl": "https://slatestarcodex.com",
      "articles": [
        {
          "id": "https://slatestarcodex.com/?p=6043",
          "author": "Scott Alexander",
          "description": "Thanks for bearing with me the past few months. My new blog is at https://astralcodexten.substack.com/. I&#8217;ll try to have a less unwieldy domain name working soon.",
          "link": "https://slatestarcodex.com/2021/01/21/introducing-astral-codex-ten/",
          "publishedOn": "2021-01-21T23:55:03.000Z",
          "wordCount": 1313,
          "title": "Introducing Astral Codex Ten"
        }
      ]
    }
  ],
  "cliVersion": "1.10.2"
}